Repository: Bloodknight/NeuTorsion
Catalog: code/wxWidgets/locale/*.po
Languages: el, ru

source: Case sensitive
el: ÄéÜêñéóç êåöáëáßùí-ðåæþí
ru: ó ÕÞÅÔÏÍ ÒÅÇÉÓÔÒÁ

source: Celtic (ISO-8859-14)
el: Êåëôéêü (ISO-8859-14)
ru: ëÅÌØÔÓËÉÊ (ISO-8859-14)

source: Centered
el: Óôï êÝíôñï
ru: ãÅÎÔÒÉÒÏ×ÁÎÎÙÊ

source: Central European (ISO-8859-2)
el: Êåíôñïåõñùðáúêü (ISO-8859-2)
ru: ãÅÎÔÒÁÌØÎÏ-Å×ÒÏÐÅÊÓËÉÊ (ISO-8859-2)

source: Choose ISP to dial
el: ÅðéëÝîôå ðáñï÷Ýá Internet ãéá êëÞóç
ru: ÷ÙÂÅÒÉÔÅ ÐÒÏ×ÁÊÄÅÒÁ ÄÌÑ ÎÁÂÏÒÁ ÎÏÍÅÒÁ

source: Choose colour
el: ÅðéëÝîôå ÷ñþìá
ru: ÷ÙÂÅÒÉÔÅ Ã×ÅÔ

source: Choose font
el: ÅðéëÝîôå ãñáììáôïóåéñÜ
ru: ÷ÙÂÅÒÉÔÅ ÛÒÉÆÔ

source: Cl&ose
el: &Êëåßóéìï
ru: &úÁËÒÙÔØ

source: Clear the log contents
el: Êáèáñéóìüò ðåñéå÷ïìÝíùí êáôáãñáöÞò(log)
ru: ïÞÉÓÔÉÔØ ÓÏÄÅÒÖÉÍÏÅ ÖÕÒÎÁÌÁ

source: Click to cancel the font selection.
el: ÊÜíåôå êëéê ãéá íá áêõñþóåôå ôçí åðéëïãÞ ãñáììáôïóåéñÜò.
ru: îÁÖÍÉÔÅ 'ÏÔÍÅÎÁ ×ÙÂÏÒÁ ÛÒÉÆÔÁ'.

source: Click to confirm the font selection.
el: ÊÜíåôå êëéê ãéá íá åðéâåâáéþóåôå ôçí åðéëïãÞ ãñáììáôïóåéñÜò.
ru: îÁÖÍÉÔÅ 'ÐÏÄÔ×ÅÒÄÉÔØ ÓÍÅÎÕ ÛÒÉÆÔÁ'.

source: Close
el: Êëåßóéìï
ru: úÁËÒÙÔØ

source: Close Alt-F4
el: Êëåßóéìï Alt-F4
ru: úÁËÒÙÔØ Alt-F4

source: Close All
el: Êëåßóéìï
ru: úÁËÒÙÔØ ÷ÓÅ

source: Close this window
el: Êëåßóéìï áõôïý ôïõ ðáñáèýñïõ.
ru: úÁËÒÙÔØ ÜÔÏ ÏËÎÏ

source: Compressed HTML Help file (*.chm)|*.chm|
el: Áñ÷åßï âïÞèåéáò óõìðéåóìÝíçò HTML (*.chm)|*.chm|
ru: óÖÁÔÙÊ ÆÁÊÌ ÓÐÒÁ×ËÉ HTML (*.chm)|*.chm|

source: Computer
el: ÕðïëïãéóôÞò
ru: ëÏÍÐØÀÔÅÒ

source: Config entry name cannot start with '%c'.
el: Ôï üíïìá åéóüäïõ äéáìüñöùóçò (Config entry name) äåí ìðïñåß íá áñ÷ßæåé ìå '%c'
ru: éÍÑ ÐÏÌÑ × ÆÁÊÌÅ ËÏÎÆÉÇÕÒÁÃÉÉ ÎÅ ÍÏÖÅÔ ÎÁÞÉÎÁÔØÓÑ Ó '%c'.

source: Confirm
el: Åðéâåâáßùóç
ru: ðÏÄÔ×ÅÒÄÉÔÅ

source: Confirm registry update
el: Åðéâåâáßùóç åíçìÝñùóçò ìçôñþïõ(registry update)
ru: ðÏÄÔ×ÅÒÄÉÔÅ ÏÂÎÏ×ÌÅÎÉÅ ÒÅÅÓÔÒÁ

source: Connecting...
el: Ãßíåôáé óýíäåóç...
ru: óÏÅÄÉÎÅÎÉÅ...

source: Contents
el: Ðåñéå÷üìåíá
ru: óÏÄÅÒÖÁÎÉÅ

source: Conversion to charset '%s' doesn't work.
el: Ç ìåôáôñïðÞ óôï óåô ÷áñáêôÞñùí '%s' äåí ëåéôïõñãåß
ru: ðÒÅÏÂÒÁÚÏ×ÁÎÉÅ ËÏÄÉÒÏ×ËÉ × '%s' ÎÅ ÒÁÂÏÔÁÅÔ.

source: Copied to clipboard:"%s"
el: ÁíôéãñÜöçêå óôï ðñü÷åéñï:"%s"
ru: óËÏÐÉÒÏ×ÁÎÏ × ÂÕÆÅÒ ÏÂÍÅÎÁ:"%s"

source: Copies:
el: Áíôßãñáöá:
ru: ëÏÐÉÉ:

source: Could not create temporary file '%s'
el: Äåí åßíáé äõíáôÞ ç äçìéïõñãßá ôïõ ðñïóùñéíïý áñ÷åßïõ '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ×ÒÅÍÅÎÎÙÊ ÆÁÊÌ '%s'

source: Could not extract %s into %s: %s
el: Äåí Þôáí äõíáôÞ ç åîáãùãÞ ôïõ %s óôï %s: %s
ru: îÅ×ÏÚÍÏÖÎÏ ÉÚ×ÌÅÞØ %s × %s: %s

source: Could not find resource include file %s.
el: Äåí âñÝèçêå ôï áñ÷åßï óõìðåñÞëçøçò ðüñùí(resource include file) %s.
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÊÔÉ ÆÁÊÌ ×ËÌÀÞÅÎÉÊ ÒÅÓÕÒÓÁ %s.

source: Could not find tab for id
el: Äåí Þôáí äõíáôÞ ç åýñåóç tab ãéá ôï id
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÊÔÉ ÚÁËÌÁÄËÕ ÄÌÑ id

source: Could not locate file '%s'.
el: Äåí åßíáé äõíáôüò ï åíôïðéóìüò ôïõ áñ÷åßïõ '%s'.
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÊÔÉ ÆÁÊÌ '%s'.

source: Could not resolve control class or id '%s'. Use (non-zero) integer instead or provide #define (see manual for caveats)
el: Äåí Þôáí äõíáôÞ ç áíôéóôïß÷çóç ôçò êëÜóçò åëÝã÷ïõ Þ ôïõ id '%s'. ×ñçóéìïðïéÞóôå (ìç-ìçäåíéêü) áêÝñáéï Þ ìßá ïäçãßá #define (áíáôñÝîáôå óôï åã÷åéñßäéï ãéá ëåðôïìÝñåéåò)
ru: îÅ×ÏÚÍÏÖÎÏ ÏÐÒÅÄÅÌÉÔØ ËÌÁÓÓ ÉÌÉ ÉÄÅÎÔÉÆÉËÁÔÏÒ ÜÌÅÍÅÎÔÁ ÕÐÒÁ×ÌÅÎÉÑ '%s'. ÷ÍÅÓÔÏ ÜÔÏÇÏ, ÉÓÐÏÌØÚÕÊÔÅ (ÎÅÎÕÌÅ×ÏÅ) ÃÅÌÏÅ ÉÌÉ ÐÒÅÄÏÓÔÁ×ØÔÅ #define (ÓÍ. ÒÕËÏ×ÏÄÓÔ×Ï ÐÏ ÐÏ×ÏÄÕ ÐÒÅÄÏÓÔÅÒÅÖÅÎÉÊ)

source: Could not resolve menu id '%s'. Use (non-zero) integer instead or provide #define (see manual for caveats)
el: Äåí Þôáí äõíáôÞ ç áíôéóôïß÷çóç ôïõ menu id '%s'. ×ñçóéìïðïéÞóôå (ìç-ìçäåíéêü) áêÝñáéï Þ ìßá ïäçãßá #define (áíáôñÝîáôå óôï åã÷åéñßäéï ãéá ëåðôïìÝñåéåò)
ru: îÅ×ÏÚÍÏÖÎÏ ÏÐÒÅÄÅÌÉÔØ ÉÄÅÎÔÉÆÉËÁÔÏÒ ÍÅÎÀ '%s'. ÷ÍÅÓÔÏ ÜÔÏÇÏ, ÉÓÐÏÌØÚÕÊÔÅ (ÎÅÎÕÌÅ×ÏÅ) ÃÅÌÏÅ ÉÌÉ ÐÒÅÄÏÓÔÁ×ØÔÅ #define (ÓÍ. ÒÕËÏ×ÏÄÓÔ×Ï ÐÏ ÐÏ×ÏÄÕ ÐÒÅÄÏÓÔÅÒÅÖÅÎÉÊ)

source: Could not start document preview.
el: Äåí Þôáí äõíáôÞ ç åêêßíçóç ôçò ðñïåðéóêüðçóçò åããñÜöïõ.
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÞÁÔØ ÐÒÅÄ×ÁÒÉÔÅÌØÎÙÊ ÐÒÏÓÍÏÔÒ ÄÏËÕÍÅÎÔÁ.

source: Could not start printing.
el: Äåí Þôáí äõíáôÞ ç åêêßíçóç ôçò åêôýðùóçò.
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÞÁÔØ ÐÅÞÁÔØ.

source: Could not transfer data to window
el: Äåí Þôáí äõíáôÞ ç ìåôáöïñÜ äåäïìÝíùí óôï ðáñÜèõñï.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÅÒÅÄÁÔØ ÄÁÎÎÙÅ × ÏËÎÏ

source: Could not unlock mutex
el: Äåí Þôáí äõíáôü ôï îåêëåßäùìá ôïõ mutex
ru: îÅ×ÏÚÍÏÖÎÏ ÏÓ×ÏÂÏÄÉÔØ ÍÕÔÅËÓ

source: Couldn't acquire a mutex lock
el: Äåí Þôáí äõíáôÞ ç êôÞóç ìéáò êëåéäáñéÜò mutex
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏÌÕÞÉÔØ ÂÌÏËÉÒÏ×ËÕ ÍÕÔÅËÓÁ

source: Couldn't add an image to the image list.
el: Äåí Þôáí äõíáôÞ ç ðñïóèÞêç ìéáò åéêüíáò óôçí ëßóôá åéêüíùí.
ru: îÅ×ÏÚÍÏÖÎÏ ÄÏÂÁ×ÉÔØ ÉÚÏÂÒÁÖÅÎÉÅ Ë ÓÐÉÓËÕ ÉÚÏÂÒÁÖÅÎÉÊ.

source: Couldn't create a timer
el: Äåí Þôáí äõíáôÞ ç äçìéïõñãßá ÷ñïíïäéáêüðôç (timer)
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ÔÁÊÍÅÒ

source: Couldn't create cursor.
el: Äåí Þôáí äõíáôÞ ç äçìéïõñãßá äåßêôç ðïíôéêéïý.
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ËÕÒÓÏÒ.

source: Couldn't find symbol '%s' in a dynamic library
el: Äåí Þôáí äõíáôüò ï åíôïðéóìüò ôïõ óõìâüëïõ '%s' óå ìéá äõíáìéêÞ âéâëéïèÞêç.
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÊÔÉ ÓÉÍ×ÏÌ '%s' × ÄÉÎÁÍÉÞÅÓËÏÊ ÂÉÂÌÉÏÔÅËÅ

source: Couldn't get the current thread pointer
el: Äåí Þôáí äõíáôÞ ç áíÜêôçóç toy ôñÝ÷ïíôïò äåßêôç íÞìáôïò åêôÝëåóçò(thread)
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏÌÕÞÉÔØ ÕËÁÚÁÔÅÌØ ÎÁ ÔÅËÕÝÉÊ ÐÏÔÏË

source: Couldn't load a PNG image - file is corrupted or not enough memory.
el: Äåí Þôáí äõíáôÞ ç öüñôùóç åéêüíáò PNG - åßôå ôï áñ÷åßï äåí åßíáé Ýãêõñï Þ äåí õðÜñ÷åé áñêåôÞ ìíÞìç.
ru: îÅ×ÏÚÍÏÖÎÏ ÚÁÇÒÕÚÉÔØ ÉÚÏÂÒÁÖÅÎÉÅ PNG - ×ÏÚÍÏÖÎÏ ÐÏ×ÒÅÖÄÅÎ ÆÁÊÌ ÉÌÉ ÎÅÄÏÓÔÁÔÏÞÎÏ ÐÁÍÑÔÉ.

source: Couldn't load sound data from '%s'.
el: Äåí Þôáí äõíáôÞ ç öüñôùóç äåäïìÝíùí Þ÷ïõ áðü ôï '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÚÁÇÒÕÚÉÔØ Ú×ÕËÏ×ÙÅ ÄÁÎÎÙÅ ÉÚ '%s'.

source: Couldn't open audio: %s
el: Äåí åßíáé äõíáôü ôï Üíïéãìá ôïõ Þ÷ïõ: %s
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ÁÕÄÉÏ: %s

source: Couldn't register clipboard format '%s'.
el: Äåí Þôáí äõíáôÞ ç êáôá÷þñçóç ôïõ ôýðïõ ðñï÷åßñïõ(clipboard format) '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÔØ ÆÏÒÍÁÔ ÂÕÆÅÒÁ ÏÂÍÅÎÁ '%s'.

source: Couldn't release a mutex
el: Äåí Þôáí äõíáôÞ ç áðåëåõèÝñùóç åíüò mutex
ru: îÅ×ÏÚÍÏÖÎÏ ÏÓ×ÏÂÏÄÉÔØ ÍÕÔÅËÓ

source: Couldn't retrieve information about list control item %d.
el: Äåí Þôáí äõíáôÞ ç áíÜêôçóç ðëçñïöïñéþí ó÷åôéêÜ ìå ôï óôïé÷åßï ëßóôáò %d.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏÌÕÞÉÔØ ÉÎÆÏÒÍÁÃÉÀ ÏÂ ÜÌÅÍÅÎÔÅ ÓÐÉÓËÁ %d.

source: Couldn't save PNG image.
el: Äåí Þôáí äõíáôÞ ç áðïèÞêåõóç åéêüíáò PNG.
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÈÒÁÎÉÔØ ÉÚÏÂÒÁÖÅÎÉÅ PNG.

source: Couldn't terminate thread
el: Äåí Þôáí äõíáôüò ï ôåñìáôéóìüò ôïõ thread
ru: îÅ ÕÄÁÌÏÓØ ÚÁ×ÅÒÛÉÔØ ÐÏÔÏË

source: Create Parameter not found in declared RTTI Parameters
el: Ç ðáñÜìåôñïò Create äåí âñÝèçêå óôéò äçëùìÝíåò ðáñáìÝôñïõò RTTI
ru: Create Parameter ÎÅ ÎÁÊÄÅÎÏ × ÏÂßÑ×ÌÅÎÎÙÈ RTTI Parameters

source: Create directory
el: Äçìéïõñãßá êáôáëüãïõ
ru: óÏÚÄÁÔØ ËÁÔÁÌÏÇ

source: Create new directory
el: Äçìéïõñãßá íÝïõ êáôáëüãïõ
ru: óÏÚÄÁÔØ ÎÏ×ÙÊ ËÁÔÁÌÏÇ

source: Cu&t
el: Áðï&êïðÞ
ru: &÷ÙÒÅÚÁÔØ

source: Current directory:
el: ÔñÝ÷ïí êáôÜëïãïò:
ru: ôÅËÕÝÉÊ ËÁÔÁÌÏÇ:

source: Cyrillic (ISO-8859-5)
el: Êõñéëëéêü (ISO-8859-5)
ru: ëÉÒÉÌÌÉÃÁ (ISO-8859-5)

source: D sheet, 22 x 34 in
el: D sheet, 22 x 34 ßíôóåò
ru: ìÉÓÔ D, 22 x 34 ÄÀÊÍÁ

source: DDE poke request failed
el: Ç DDE poke áßôçóç áðÝôõ÷å
ru: ïÛÉÂËÁ ÚÁÐÒÏÓÁ DDE poke

source: DIB Header: Encoding doesn't match bitdepth.
el: DIB Header: Ç êùäéêïðïßçóç äåí ôáéñßæåé ìå ôï âÜèïò bit.
ru: úÁÇÏÌÏ×ÏË DIB: ëÏÄÉÒÏ×ËÁ ÎÅ ÓÏ×ÐÁÄÁÅÔ Ó ÇÌÕÂÉÎÏÊ ÂÉÔÏ×.

source: DIB Header: Image height > 32767 pixels for file.
el: DIB Header: Ôï ýøïò ôçò åéêüíáò åßíáé > 32767 åéêïíïóôïé÷åßá ãéá ôï áñ÷åßï.
ru: úÁÇÏÌÏ×ÏË DIB: ÷ÙÓÏÔÁ ÉÚÏÂÒÁÖÅÎÉÑ > 32767 ÐÉËÓÅÌÏ× ÄÌÑ ÆÁÊÌÁ.

source: DIB Header: Image width > 32767 pixels for file.
el: DIB Header: Ôï ðëÜôïò ôçò åéêüíáò åßíáé > 32767 åéêïíïóôïé÷åßá ãéá ôï áñ÷åßï.
ru: úÁÇÏÌÏ×ÏË DIB: ûÉÒÉÎÁ ÉÚÏÂÒÁÖÅÎÉÑ > 32767 ÐÉËÓÅÌÏ× ÄÌÑ ÆÁÊÌÁ.

source: DIB Header: Unknown bitdepth in file.
el: DIB Header: Áãíùóôï âÜèïò bit óôï áñ÷åßï.
ru: úÁÇÏÌÏ×ÏË DIB: îÅÉÚ×ÅÓÔÎÁÑ ÇÌÕÂÉÎÁ ÂÉÔÏ× × ÆÁÊÌÅ.

source: DIB Header: Unknown encoding in file.
el: DIB Header: Áãíùóôç êùäéêïðïßçóç óôï áñ÷åßï.
ru: úÁÇÏÌÏ×ÏË DIB: îÅÉÚ×ÅÓÔÎÁÑ ËÏÄÉÒÏ×ËÁ ÆÁÊÌÁ.

source: DL Envelope, 110 x 220 mm
el: ÖÜêåëïò DL, 110 x 220 mm
ru: ëÏÎ×ÅÒÔ DL, 110 x 220 ÍÍ

source: Debug report "%s"
ru: ïÔÞÅÔ ÏÂ ÏÔÌÁÄËÅ "%s"

source: Debug report couldn't be created.
ru: ïÔÞÅÔ ÏÂ ÏÔÌÁÄËÅ ÎÅ ÍÏÖÅÔ ÂÙÔØ ÓÏÚÄÁÎ.

source: Debug report generation has failed.
ru: çÅÎÅÒÁÃÉÑ ÏÔÞÅÔÁ ÚÁ×ÅÒÛÉÌÁÓØ Ó ÏÛÉÂËÏÊ.

source: Decorative
el: Äéáêïóìçôéêüò
ru: äÅËÏÒÁÔÉ×ÎÙÊ

source: Default encoding
el: ÐñïêáèïñéóìÝíç êùäéêïðïßçóç
ru: ëÏÄÉÒÏ×ËÁ ÐÏ-ÕÍÏÌÞÁÎÉÀ

source: Default printer
el: ÐñïêáèïñéóìÝíïò åêôõðùôÞò
ru: ðÒÉÎÔÅÒ ÐÏ-ÕÍÏÌÞÁÎÉÀ

source: Delete item
el: ÄéáãñáöÞ óôïé÷åßïõ
ru: õÄÁÌÉÔØ ÜÌÅÍÅÎÔ

source: Deleted stale lock file '%s'.
el: ÄéåãñÜöç ôï áðáñ÷åéïìÝíï(stale) áñ÷åßï êëåéäáñéÜ (lock file) '%s'
ru: õÄÁÌÅÎ ÓÔÁÒÙÊ ÆÁÊÌ ÂÌÏËÉÒÏ×ËÉ '%s'.

source: Desktop
ru: òÁÂÏÞÉÊ ÓÔÏÌ

source: Dial up functions are unavailable because the remote access service (RAS) is not installed on this machine. Please install it.
el: ÓõíáñôÞóåéò (functions) ôçëåöùíéêÞò óýíäåóçò (dialup) äåí åßíáé äéáèÝóéìåò ãéáôß ç õðçñåóßá áðïìáêñõóìÝíçò ðñüóâáóçò (remote access service, RAS) äåí åßíáé åêáôåóôçìÝíç óå áõôü ôï ìç÷Üíçìá. Ðáñáêáëþ åãêáôáóôÞóôå ôç.
ru: æÕÎËÃÉÉ ÎÁÂÏÒÁ ÎÏÍÅÒÁ ÎÅÄÏÓÔÕÐÎÙ ÉÚ-ÚÁ ÔÏÇÏ, ÞÔÏ ÓÅÒ×ÉÓ ÕÄÁÌÅÎÎÏÇÏ ÄÏÓÔÕÐÁ (RAS) ÎÅ ÕÓÔÁÎÏ×ÌÅÎ ÎÁ ÜÔÏÊ ÍÁÛÉÎÅ. ðÏÖÁÌÕÊÓÔÁ, ÕÓÔÁÎÏ×ÉÔÅ ÅÇÏ.

source: Did you know...
el: Ãíùñßæáôå üôé...
ru: á ×Ù ÚÎÁÅÔÅ, ÞÔÏ...

source: Directory '%s' couldn't be created
el: Äåí Þôáí äõíáôÞ ç äçìéïõñãßá ôïõ êáôáëüãïõ '%s'
ru: ëÁÔÁÌÏÇ '%s' ÎÅ ÍÏÖÅÔ ÂÙÔØ ÓÏÚÄÁÎ

source: Directory '%s' doesn't exist!
el: Ï êáôÜëïãïò '%s' äåí õðÜñ÷åé!
ru: ëÁÔÁÌÏÇ '%s' ÎÅ ÓÕÝÅÓÔ×ÕÅÔ!

source: Directory does not exist
el: Ï êáôÜëïãïò äåí õðÜñ÷åé
ru: ëÁÔÁÌÏÇ ÎÅ ÓÕÝÅÓÔ×ÕÅÔ

source: Directory doesn't exist.
el: Ï êáôÜëïãïò äåí õðÜñ÷åé.
ru: ëÁÔÁÌÏÇ ÎÅ ÓÕÝÅÓÔ×ÕÅÔ.

source: Display all index items that contain given substring. Search is case insensitive.
el: ÅìöÜíéóç üëùí ôùí óôïé÷åßùí ôïõ åõñåôçñßïõ äåäïìÝíïõ substring. Ç áíáæÞôçóç äéáêñßíåé ìåôáîý êåöáëáßùí/ðåæþí.
ru: ÷Ù×ÅÓÔÉ ×ÓÅ ÜÌÅÍÅÎÔÙ ÉÎÄÅËÓÁ, ÓÏÄÅÒÖÁÝÉÅ ÄÁÎÎÕÀ ÐÏÄÓÔÒÏËÕ. ðÏÉÓË ÂÅÚ ÕÞÅÔÁ ÒÅÇÉÓÔÒÁ.

source: Display options dialog
el: ÅìöÜíéóç ôïõ äéáëüãïõ åðéëïãþí
ru: ïÔËÒÙÔØ ÄÉÁÌÏÇ ÎÁÓÔÒÏÊËÉ ÐÁÒÁÍÅÔÒÏ×

source: Do you want to overwrite the command used to %s files with extension "%s" ? Current value is %s, New value is %s %1
el: ÈÝëåôå íá åðéêáëýøåôå ôçí åíôïëÞ ðïõ ÷ñçóéìïðïéÞèçêå ãéá íá %s ôá áñ÷åßá ìå åðÝêôáóç "%s" ? Ç ôñÝ÷ïõóá ôéìÞ åßíáé %s, Ç íÝá ôéìÞ åßíáé %s %1
ru: ÷Ù ÈÏÔÉÔÅ ÐÅÒÅÐÉÓÁÔØ ËÏÍÁÎÄÕ, ÉÓÐÏÌØÚÕÅÍÕÀ ÄÌÑ %s ÆÁÊÌÏ× Ó ÒÁÓÛÉÒÅÎÉÅÍ "%s" ? ôÅËÕÝÅÅ ÚÎÁÞÅÎÉÅ %s, îÏ×ÏÅ ÚÎÁÞÅÎÉÅ %s %1

source: Do you want to save changes to document %s?
el: ÈÝëåôå íá áðïèçêåýóåôå ôéò áëëáãÝò óôï Ýããñáöï %s ;
ru: ÷Ù ÈÏÔÉÔÅ ÓÏÈÒÁÎÉÔØ ÉÚÍÅÎÅÎÉÑ × ÄÏËÕÍÅÎÔÅ %s?

source: Don't Save
ru: îÅ ÓÏÈÒÁÎÑÔØ

source: Done
el: ¸ôïéìï
ru: çÏÔÏ×Ï

source: Done.
el: ¸ôïéìï.
ru: çÏÔÏ×Ï.

source: Doubly used id : %d
el: Id ÷ñçóéìïðïéïýìåíï äýï öïñÝò : %d
ru: ðÏ×ÔÏÒÎÏ ÉÓÐÏÌØÚÕÅÍÙÊ ÉÄÅÎÔÉÆÉËÁÔÏÒ : %d

source: Down
el: ÊÜôù
ru: ÷ÎÉÚ

source: E sheet, 34 x 44 in
el: E sheet, 34 x 44 ßíôóåò
ru: ìÉÓÔ E, 34 x 44 ÄÀÊÍÁ

source: Edit item
el: Åðåîåñãáóßá óôïé÷åßïõ
ru: òÅÄÁËÔÉÒÏ×ÁÔØ ÜÌÅÍÅÎÔ

source: Elapsed time :
el: Õðïëïãéóèåßò ÷ñüíïò :
ru: úÁÔÒÁÞÅÎÎÏÅ ×ÒÅÍÑ :

source: Enter a page number between %d and %d:
el: Äþóôå Ýíáí áñéèìü óåëßäáò ìåôáîý %d êáé %d:
ru: ÷×ÅÄÉÔÅ ÎÏÍÅÒ ÓÔÒÁÎÉÃÙ × ÄÉÁÐÁÚÏÎÅ Ó %d ÐÏ %d:

source: Enter command to open file "%s":
ru: ÷×ÅÄÉÔÅ ËÏÍÁÎÄÕ ÄÌÑ ÏÔËÒÙÔÉÑ ÆÁÊÌÁ "%s":

source: Entries found
el: ÅéóáãùãÝò(entries) âñÝèçêáí
ru: îÁÊÄÅÎÏ ÚÁÐÉÓÅÊ

source: Environment variables expansion failed: missing '%c' at position %u in '%s'.
ru: ïÛÉÂËÁ ÒÁÓËÒÙÔÉÑ ÐÅÒÅÍÅÎÎÏÊ ÏËÒÕÖÅÎÉÑ: ÏÔÓÕÔÓÔ×ÕÅÔ '%c' × ÐÏÚÉÃÉÉ %u × '%s'.

source: Error
el: ÓöÜëìá
ru: ïÛÉÂËÁ

source: Error
el: ÓöÜëìá
ru: ïÛÉÂËÁ

source: Error creating directory
el: ÓöÜëìá êáôá ôç äçìéïõñãßá êáôáëüãïõ
ru: ïÛÉÂËÁ ÓÏÚÄÁÎÉÑ ËÁÔÁÌÏÇÁ

source: Error in reading image DIB .
el: ÓöÜëìá êáôÜ ôçí áíÜãíùóç åéêüíáò DIB.
ru: ïÛÉÂËÁ ÞÔÅÎÉÑ ÉÚÏÂÒÁÖÅÎÉÑ DIB.

source: Error reading config options.
el: ÓöÜëìá êáôÜ ôçí áíÜãíùóç ôùí ñõèìßóåùí.
ru: ïÛÉÂËÁ ÞÔÅÎÉÑ ÐÁÒÁÍÅÔÒÏ× ÎÁÓÔÒÏÊËÉ.

source: Error saving user configuration data.
el: ÓöÜëìá êáôÜ ôçí åããñáöÞ ôùí ñõèìßóåùí ÷ñÞóôç.
ru: ïÛÉÂËÁ ÓÏÈÒÁÎÅÎÉÑ ËÏÎÆÉÇÕÒÁÃÉÏÎÎÙÈ ÄÁÎÎÙÈ ÐÏÌØÚÏ×ÁÔÅÌÑ.

source: Error while waiting on semaphore
el: ÓöÜëìá êáôÜ ôçí áíáìïíÞ óôç óçìáöüñï
ru: ïÛÉÂËÁ ÐÒÉ ÚÁÐÉÓÉ × ÓÅÍÁÆÏÒ

source: Error:
el: ÓöÜëìá:
ru: ïÛÉÂËÁ:

source: Esperanto (ISO-8859-3)
el: ÅóðåñÜíôï (ISO-8859-3)
ru: üÓÐÅÒÁÎÔÏ (ISO-8859-3)

source: Estimated time :
el: Õðïëïãéóèåßò ÷ñüíïò :
ru: òÁÓÞÅÔÎÏÅ ×ÒÅÍÑ :

source: Executable files (*.exe)|*.exe|All files (*.*)|*.*||
ru: ÷ÙÐÏÌÎÑÅÍÙÅ ÆÁÊÌÙ (*.exe)|*.exe|÷ÓÅ ÆÁÊÌÙ (*.*)|*.*||

source: Execution of command '%s' failed
el: Ç åêôÝëåóç ôçò åíôïëÞò '%s' áðÝôõ÷å
ru: ïÛÉÂËÁ ×ÙÐÏÌÎÅÎÉÑ ËÏÍÁÎÄÙ '%s'

source: Execution of command '%s' failed with error: %ul
el: Ç åêôÝëåóç ôçò åíôïëÞò '%s' áðÝôõ÷å ìå óöÜëìá: %ul
ru: ÷ÙÐÏÌÎÅÎÉÅ ËÏÍÁÎÄÙ '%s' ÚÁ×ÅÒÛÅÎÏ Ó ÏÛÉÂËÏÊ: %ul

source: Executive, 7 1/4 x 10 1/2 in
el: Executive, 7 1/4 x 10 1/2 ßíôóåò
ru: Executive, 7 1/4 x 10 1/2 ÄÀÊÍÁ

source: Expected '*' while parsing resource.
el: Áíáìåíüôáí '*' êáôÜ ôçí áíÜãíùóç ôïõ ðüñïõ(resource).
ru: ïÖÉÄÁÌÁÓØ '*' ×Ï ×ÒÅÍÑ ÒÁÚÂÏÒÁ ÒÅÓÕÒÓÁ.

source: Expected '=' while parsing resource.
el: Áíáìåíüôáí '=' êáôÜ ôçí áíÜãíùóç ôïõ ðüñïõ(resource).
ru: ïÖÉÄÁÌÏÓØ '=' ×Ï ×ÒÅÍÑ ÒÁÚÂÏÒÁ ÒÅÓÕÒÓÁ.

source: Expected 'char' while parsing resource.
el: Áíáìåíüôáí 'char' êáôÜ ôçí áíÜãíùóç ôïõ ðüñïõ(resource).
ru: ïÖÉÄÁÌÏÓØ 'char' ×Ï ×ÒÅÍÑ ÒÁÚÂÏÒÁ ÒÅÓÕÒÓÁ.

source: Exporting registry key: file "%s" already exists and won't be overwritten.
ru: üËÓÐÏÒÔ ËÌÀÞÁ ÒÅÅÓÔÒÁ: ÆÁÊÌ "%s" ÕÖÅ ÓÕÝÅÓÔ×ÕÅÔ É ÎÅ ÂÕÄÅÔ ÐÅÒÅÚÁÐÉÓÁÎ.

source: Extended Unix Codepage for Japanese (EUC-JP)
el: ÅêôåôáìÝíç Êùäéêïóåëßäá Unix ãéá ÉáðùíéêÜ (EUC-JP)
ru: òÁÓÛÉÒÅÎÎÁÑ ËÏÄÉÒÏ×ËÁ Unix ÄÌÑ ñÐÏÎÓËÏÇÏ (EUC-JP)

source: Extraction of '%s' into '%s' failed.
el: Ç åîáãùãÞ ôïõ '%s' óôï '%s' áðÝôõ÷å
ru: éÚ×ÌÅÞÅÎÉÅ '%s' × '%s' ÚÁ×ÅÒÛÉÌÏÓØ Ó ÎÅÕÄÁÞÅÊ.

source: Failed to %s dialup connection: %s
el: Áðïôõ÷ßá %s ôçò óýíäåóçò ìÝóù ôçëåöþíïõ : %s
ru: îÅ×ÏÚÍÏÖÎÏ %s ÕÄÁÌÅÎÎÏÅ ÐÏÄÓÏÅÄÉÎÅÎÉÅ: %s

source: Failed to access lock file.
el: Áðïôõ÷ßá ðñüóâáóçò óôï áñ÷åßï 'êëåéäùíéÜ'(lock file).
ru: îÅ ÕÄÁÌÏÓØ ÏÂÒÁÔÉÔØÓÑ Ë ÆÁÊÌÕ ÂÌÏËÉÒÏ×ËÉ.

source: Failed to allocated %luKb of memory for bitmap data.
el: Áðïôõ÷ßá äÝóìåõóçò %luKb ìíÞìçò ãéá äåäïìÝíá bitmap.
ru: ïÛÉÂËÁ ×ÙÄÅÌÅÎÉÑ %luëÂ ÐÁÍÑÔÉ ÄÌÑ ÄÁÎÎÙÈ ÉÚÏÂÒÁÖÅÎÉÑ.

source: Failed to change video mode
el: Áðïôõ÷ßá áëëáãÞò ôçò êáôÜóôáóçò ïèüíçò
ru: îÅ ÕÄÁÌÏÓØ ÉÚÍÅÎÉÔØ ×ÉÄÅÏ-ÒÅÖÉÍ

source: Failed to clean up debug report directory "%s"
ru: ïÛÉÂËÁ ÏÞÉÓÔËÉ ËÁÔÁÌÏÇÁ ÏÔÞÅÔÁ ÏÂ ÏÔÌÁÄËÅ "%s"

source: Failed to close file handle
el: Áðïôõ÷ßá êëåéóßìáôïò ôïõ ÷åéñéóôçñßïõ ôïõ áñ÷åßïõ(file handle)
ru: îÅ ÕÄÁÌÏÓØ ÚÁËÒÙÔØ handle ÆÁÊÌÁ.

source: Failed to close lock file '%s'
el: Áðïôõ÷ßá êëåéóßìáôïò ôïõ áñ÷åßïõ 'êëåéäùíéÜ'(lock file) '%s'
ru: ïÛÉÂËÁ ÚÁËÒÙÔÉÑ ÆÁÊÌÁ ÂÌÏËÉÒÏ×ËÉ '%s'

source: Failed to close the clipboard.
el: Áðïôõ÷ßá êëåéóßìáôïò ôïõ ðñï÷åßñïõ(clipboard)
ru: îÅ ÕÄÁÌÏÓØ ÚÁËÒÙÔØ ÂÕÆÅÒ ÏÂÍÅÎÁ.

source: Failed to connect: missing username/password.
el: Áðïôõ÷ßá óõíäåóçò: ëåßðåé ôï üíïìá ÷ñÞóôç/óõíèçìáôéêü
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏÄËÌÀÞÉÔØÓÑ: ÏÔÓÕÔÓÔ×ÕÅÔ ÉÍÑ/ÐÁÒÏÌØ.

source: Failed to connect: no ISP to dial.
el: Áðïôõ÷ßá óõíäåóçò: êáíÝíáò ðáñï÷Ýáò õðçñåóéþí Internet (ISP) ãéá íá êáëÝóù.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏÄËÌÀÞÉÔØÓÑ: ÎÅÔ ISP ÄÌÑ ÎÁÂÏÒÁ ÎÏÍÅÒÁ.

source: Failed to copy registry value '%s'
el: Áðïôõ÷ßá áíôéãñáöÞò ôçò ôéìÞò ìçôñþïõ '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÓËÏÐÉÒÏ×ÁÔØ ÚÎÁÞÅÎÉÅ ÒÅÅÓÔÒÁ '%s'

source: Failed to copy the contents of registry key '%s' to '%s'.
el: Áðïôõ÷ßá áíôéãñáöÞò ôùí ðåñéå÷ïìÝíùí ôïõ êëåéäéïý ìçôñþïõ '%s' óôï '%s'.
ru: îÅ×ÏÚÍÏÖÎÏ ËÏÐÉÒÏ×ÁÔØ ÓÏÄÅÒÖÉÍÏÅ ËÌÀÞÁ ÒÅÅÓÔÒÁ '%s' × '%s'.

source: Failed to copy the file '%s' to '%s'
el: Áðïôõ÷ßá áíôéãñáöÞò ôïõ áñ÷åßïõ '%s' óôï '%s'
ru: óÂÏÊ ËÏÐÉÒÏ×ÁÎÉÑ ÆÁÊÌÁ '%s' × '%s'.

source: Failed to copy the registry subkey '%s' to '%s'.
el: Áðïôõ÷ßá ôçò áíôéãñáöÞò ôïõ õðïêëåéäéïý ìçôñþïõ '%s' óå '%s'.
ru: îÅ×ÏÚÍÏÖÎÏ ÓËÏÐÉÒÏ×ÁÔØ ÐÏÄËÌÀÞ ÒÅÅÓÔÒÁ '%s' × '%s.

source: Failed to create DDE string
el: ÁðÝôõ÷å ç äçìéïõñãåßá åíüò DDE áëöáñçèìéôéêïý (string)
ru: ïÛÉÂËÁ ÓÏÚÄÁÎÉÑ ÓÔÒÏËÉ DDE

source: Failed to create MDI parent frame.
el: Áðïôõ÷ßá äçìéïõñãßáò åíüò ãïíåéêïý ðåñéãñÜììáôïò (parent frame) MDI.
ru: ïÛÉÂËÁ ÓÏÚÄÁÎÉÑ ÒÏÄÉÔÅÌØÓËÏÇÏ ÆÒÅÊÍÁ MDI.

source: Failed to create a status bar.
el: Áðïôõ÷ßá äçìéïõñãßáò ìéáò ìðÜñáò êáôÜóôáóçò (status bar)
ru: ïÛÉÂËÁ ÓÏÚÄÁÎÉÑ ÓÔÁÔÕÓÎÏÊ ÓÔÒÏËÉ.

source: Failed to create a temporary file name
el: Áðïôõ÷ßá äçìéïõñãßáò ïíüìáôïò ðñïóùñéíïý áñ÷åßïõ
ru: óÂÏÊ ÆÏÒÍÉÒÏ×ÁÎÉÑ ÉÍÅÎÉ ×ÒÅÍÅÎÎÏÇÏ ÆÁÊÌÁ

source: Failed to create an anonymous pipe
el: Áðïôõ÷ßá äçìéïõñãßáò åíüò áíþíõìïõ pipe
ru: ïÛÉÂËÁ ÐÒÉ ÓÏÚÄÁÎÉÉ anonymous pipe

source: Failed to create connection to server '%s' on topic '%s'
el: Áðïôõ÷ßá êáôÜ ôçí äçìéïõñãßá óýíäåóçò ìå ôïí åîõðçñåôçôÞ (server) '%s' óôï èÝìá '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ÐÏÄËÌÀÞÅÎÉÅ Ë ÓÅÒ×ÅÒÕ '%s' ÐÏ ÔÅÍÅ '%s'

source: Failed to create cursor.
el: Áðïôõ÷ßá äçìéïõñãßáò äåßêôç.
ru: ïÛÉÂËÁ ÓÏÚÄÁÎÉÑ ËÕÒÓÏÒÁ.

source: Failed to create directory "%s"
ru: ïÛÉÂËÁ ÓÏÚÄÁÎÉÑ ËÁÔÁÌÏÇÁ "%s"

source: Failed to create directory %s/.gnome.
el: ÁðÝôõ÷å ç äçìéïõñãßá êáôáëüãïõ '%s'/.gnome.
ru: ïÛÉÂËÁ ÓÏÚÄÁÎÉÑ ËÁÔÁÌÏÇÁ %s/.gnome.

source: Failed to create directory %s/mime-info.
el: ÁðÝôõ÷å ç äçìéïõñãßá êáôáëüãïõ '%s'/mime-info.
ru: ïÛÉÂËÁ ÓÏÚÄÁÎÉÑ %s/mime-info.

source: Failed to create directory '%s' (Do you have the required permissions?)
el: Áðïôõ÷ßá êáôÜ ôç äçìéïõñãßá õðïêáôáëüãïõ '%s' (¸÷åôå ôá áðáéôïýìåíá äéêáéþìáôá(permissions);)
ru: ïÛÉÂËÁ ÓÏÚÄÁÎÉÑ ËÁÔÁÌÏÇÁ '%s' (õ ×ÁÓ ÅÓÔØ ÎÅÏÂÈÏÄÉÍÙÅ ÒÁÚÒÅÛÅÎÉÑ?)

source: Failed to create registry entry for '%s' files.
el: ÁðÝôõ÷å ç äçìéïõñãßá åããñáöÞò ìçôñþïõ (registry entry) ãéá '%s' áñ÷åßá.
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ÜÌÅÍÅÎÔ ÒÅÅÓÔÒÁ ÄÌÑ '%s' ÆÁÊÌÏ×.

source: Failed to create the standard find/replace dialog (error code %d)
el: ÁðÝôõ÷å ç äçìéïõñãßá êáèéåñùìÝíïõ ðáñÜèõñïõ äéáëüãïõ åýñåóçò/áíôéêáôÜóôáóçò (êùäéêüò óöÜëìáôïò %d)
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ÓÔÁÎÄÁÒÔÎÙÊ ÄÉÁÌÏÇ ÐÏÉÓËÁ/ÚÁÍÅÎÙ (ËÏÄ ÏÛÉÂËÉ %d)

source: Failed to display HTML document in %s encoding
el: ÁðÝôõ÷å ç ðñïâïëÞ ôïõ åããñÜöïõ HTML óôçí êùäéêïðïßçóç %s
ru: îÅ ÕÄÁÌÏÓØ ÏÔÏÂÒÁÚÉÔØ ÄÏËÕÍÅÎÔ HTML × ËÏÄÉÒÏ×ËÅ %s

source: Failed to empty the clipboard.
el: Áðïôõ÷ßá áäåéÜóìáôïò ôïõ ðñï÷åßñïõ (clipboard).
ru: îÅ ÕÄÁÌÏÓØ ÏÞÉÓÔÉÔØ ÂÕÆÅÒ ÏÂÍÅÎÁ.

source: Failed to enumerate video modes
el: ÁðÝôõ÷å ç áðáñßèìçóç ôùí êáôáóôÜóåùí ïèüíçò.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÅÒÅÓÞÉÔÁÔØ ×ÉÄÅÏ-ÒÅÖÉÍÙ

source: Failed to establish an advise loop with DDE server
el: Áðïôõ÷ßá åðßôåõîçò âñü÷ïõ advise ìå ôïí äéáêïìéóôÞ DDE
ru: îÅ×ÏÚÍÏÖÎÏ ÕÓÔÁÎÏ×ÉÔØ 'advise loop' Ó DDE ÓÅÒ×ÅÒÏÍ

source: Failed to establish dialup connection: %s
ru: îÅ×ÏÚÍÏÖÎÏ ÕÓÔÁÎÏ×ÉÔØ ÍÏÄÅÍÎÏÅ ÓÏÅÄÉÎÅÎÉÅ: %s

source: Failed to execute '%s'
el: Áðïôõ÷ßá åêôÝëåóçò ôïõ '%s'
ru: îÅ ÕÄÁÌÏÓØ ×ÙÐÏÌÎÉÔØ '%s'

source: Failed to execute curl, please install it in PATH.
ru: îÅ×ÏÚÍÏÖÎÏ ×ÙÐÏÌÎÉÔØ curl, ÐÏÖÁÌÕÊÓÔÁ, ÕÓÔÁÎÏ×ÉÔÅ ÅÇÏ × PATH.

source: Failed to find XBM resource %s. Forgot to use wxResourceLoadBitmapData?
el: ÁðÝôõ÷å ç Ýõñåóç XBM ðüñïõ %s. Îå÷Üóáôå íá ÷ñçóéìïðïéÞóåôå ôï wxResourceLoadBitmapData ;
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÊÔÉ XBM ÒÅÓÕÒÓ %s. úÁÂÙÌÉ ÉÓÐÏÌØÚÏ×ÁÔØ wxResourceLoadBitmapData?

source: Failed to find XBM resource %s. Forgot to use wxResourceLoadIconData?
el: ÁðÝôõ÷å ç Ýõñåóç XBM ðüñïõ %s. Îå÷Üóáôå íá ÷ñçóéìïðïéÞóåôå ôï wxResourceLoadIconData ;
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÊÔÉ XBM ÒÅÓÕÒÓ %s. úÁÂÙÌÉ ÉÓÐÏÌØÚÏ×ÁÔØ wxResourceLoadIconData?

source: Failed to find XPM resource %s. Forgot to use wxResourceLoadBitmapData?
el: ÁðÝôõ÷å ç Ýõñåóç XPM ðüñïõ %s. Îå÷Üóáôå íá ÷ñçóéìïðïéÞóåôå ôï wxResourceLoadBitmapData ;
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÊÔÉ XPM ÒÅÓÕÒÓ %s. úÁÂÙÌÉ ÉÓÐÏÌØÚÏ×ÁÔØ wxResourceLoadBitmapData?

source: Failed to get ISP names: %s
el: Áðïôõ÷ßá êáôÜ ôçí ëÞøç ôùí ïíïìÜôùí ôùí ISP: %s
ru: îÅ ÕÄÁÌÏÓØ ÐÏÌÕÞÉÔØ ÉÍÅÎÁ ISP: %s

source: Failed to get clipboard data.
el: Áðïôõ÷ßá ëÞøçò ôùí äåäïìÝíùí ôïõ ðñï÷åßñïõ (clipboard).
ru: îÅ ÕÄÁÌÏÓØ ÐÏÌÕÞÉÔØ ÄÁÎÎÙÅ ÂÕÆÅÒÁ ÏÂÍÅÎÁ.

source: Failed to get data from the clipboard
el: Áðïôõ÷ßá ëÞøçò äåäïìÝíùí áðï ôï ðñü÷åéñï
ru: îÅ ÕÄÁÌÏÓØ ÐÏÌÕÞÉÔØ ÄÁÎÎÙÅ ÉÚ ÂÕÆÅÒÁ ÏÂÍÅÎÁ.

source: Failed to get the local system time
el: Áðïôõ÷ßá êáèïñéóìïý ôçò þñáò ôïõ ôïðéêïý óõóôÞìáôïò
ru: îÅ ÕÄÁÌÏÓØ ÐÏÌÕÞÉÔØ ÌÏËÁÌØÎÏÅ ÓÉÓÔÅÍÎÏÅ ×ÒÅÍÑ

source: Failed to get the working directory
el: Áðïôõ÷ßá ëÞøçò êáôáëüãïõ åñãáóßáò (working directory)
ru: îÅ ÕÄÁÌÏÓØ ÐÏÌÕÞÉÔØ ÒÁÂÏÞÉÊ ËÁÔÁÌÏÇ

source: Failed to initialize GUI: no built-in themes found.
el: Áðïôõ÷ßá áñ÷éêïðïßçóçò ôïõ GUI: äåí âñÝèçêáí åíóùìáôùìÝíá èÝìáôá.
ru: ïÛÉÂËÁ ÐÒÉ ÉÎÉÃÉÁÌÉÚÁÃÉÉ GUI: ÎÅ ÎÁÊÄÅÎÏ ×ÓÔÒÏÅÎÎÙÈ ÔÅÍ.

source: Failed to initialize MS HTML Help.
el: Áðïôõ÷ßá óôçí áñ÷éêïðïßçóç ôïõ MS HTML Help.
ru: ïÛÉÂËÁ ÉÎÉÃÉÁÌÉÚÁÃÉÉ ÓÐÒÁ×ËÉ MS HTML.

source: Failed to initialize OpenGL
el: ÁðÝôõ÷å ç áñ÷éêïðïßçóç ôïõ OpenGL
ru: îÅ×ÏÚÍÏÖÎÏ ÉÎÉÃÉÁÌÉÚÉÒÏ×ÁÔØ OpenGL

source: Failed to inspect the lock file '%s'
el: Áðïôõ÷ßá åðéèåþñçóçò ôïõ áñ÷åßïõ 'êëåéäùíéÜ'(lock file) '%s'
ru: ïÛÉÂËÁ ÐÒÏ×ÅÒËÉ ÆÁÊÌÁ ÂÌÏËÉÒÏ×ËÉ '%s'

source: Failed to join a thread, potential memory leak detected - please restart the program
el: ÁðÝôõ÷å ç óõíÝíùóç(join) åíüò íÞìáôïò åêôÝëåóçò (thread), ðéèáíÞ äéáññïÞ ìíÞìçò åíôïðßóôçêå - ðáñáêáëþ åðáíåêêéíÞóôå ôï ðñüãñáììá
ru: îÅ ÕÄÁÌÏÓØ ÓÏÅÄÉÎÉÔØÓÑ Ó ÐÏÔÏËÏÍ, ÏÂÎÁÒÕÖÅÎÁ ÐÏÔÅÎÃÉÁÌØÎÁÑ ÕÔÅÞËÁ ÐÁÍÑÔÉ - ÐÏÖÁÌÕÊÓÔÁ, ÐÅÒÅÚÁÐÕÓÔÉÔÅ ÐÒÏÇÒÁÍÍÕ

source: Failed to kill process %d
el: Áðïôõ÷ßá èáíÜôùóçò ôçò äéáäéêáóßáò(process) %d
ru: îÅ ÕÄÁÌÏÓØ ÚÁ×ÅÒÛÉÔØ ÐÒÏÃÅÓÓ %d

source: Failed to load image %d from file '%s'.
el: Áðïôõ÷ßá öüñôùóçò ôçò åéêüíáò %d áðü ôï áñ÷åßï '%s'.
ru: îÅ×ÏÚÍÏÖÎÏ ÚÁÇÒÕÚÉÔØ ÉÚÏÂÒÁÖÅÎÉÅ %d ÉÚ ÆÁÊÌÁ '%s'.

source: Failed to load metafile from file "%s".
el: Áðïôõ÷ßá öüñôùóçò ôçò ìåôá-åéêüíáò áðü ôï áñ÷åßï '%s'.
ru: îÅ×ÏÚÍÏÖÎÏ ÚÁÇÒÕÚÉÔØ ÍÅÔÁÆÁÊÌ ÉÚ ÆÁÊÌÁ "%s".

source: Failed to load mpr.dll.
el: Áðïôõ÷ßá öüñôùóçò ôïõ mpr.dll.
ru: îÅ×ÏÚÍÏÖÎÏ ÚÁÇÒÕÚÉÔØ mpr.dll.

source: Failed to load shared library '%s'
el: Áðïôõ÷ßá öüñôùóçò ôçò êïéíÞò âéâëéïèÞêçò (shared library) '%s'
ru: ïÛÉÂËÁ ÚÁÇÒÕÚËÉ ÒÁÚÄÅÌÑÅÍÏÊ ÂÉÂÌÉÏÔÅËÉ '%s'

source: Failed to load shared library '%s' Error '%s'
el: Áðïôõ÷ßá öüñôùóçò ôçò êïéíÞò âéâëéïèÞêçò (shared library) '%s' ÓöÜëìá '%s'
ru: ïÛÉÂËÁ ÚÁÇÒÕÚËÉ ÒÁÚÄÅÌÑÅÍÏÊ ÂÉÂÌÉÏÔÅËÉ '%s' ïÛÉÂËÁ '%s'

source: Failed to lock the lock file '%s'
el: Áðïôõ÷ßá êëåéäþìáôïò ôïõ áñ÷åßïõ 'êëåéäùíéÜ'(lock file) '%s'
ru: ïÛÉÂËÁ ÂÌÏËÉÒÏ×ËÉ ÆÁÊÌÁ ÂÌÏËÉÒÏ×ËÉ '%s'

source: Failed to match '%s' in regular expression: %s
el: Áðïôõ÷ßá óôï óõíôáßñéáóìá ôïõ '%s' óôçí êáíïíéêÞ Ýêöñáóç (regular expression): %s
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÊÔÉ ÓÏÏÔ×ÅÔÓÔ×ÉÅ '%s' × ÒÅÇÕÌÑÒÎÏÍ ×ÙÒÁÖÅÎÉÉ: %s

source: Failed to modify file times for '%s'
el: Áðïôõ÷ßá ôñïðïðïßçóçò þñáò ôïõ áñ÷åßïõ '%s'
ru: ïÛÉÂËÁ ÉÚÍÅÎÅÎÉÑ ×ÒÅÍÅÎÉ ÆÁÊÌÁ '%s'

source: Failed to open '%s' for %s
el: Áðïôõ÷ßá áíïßãìáôïò ôïõ '%s' ãéá ôï '%s'
ru: îÅ ÕÄÁÌÏÓØ ÏÔËÒÙÔØ '%s' ÄÌÑ %s

source: Failed to open CHM archive '%s'.
el: Áðïôõ÷ßá áíïßãìáôïò ôïõ arxe;ioy CHM '%s'.
ru: îÅ ÕÄÁÌÏÓØ ÏÔËÒÙÔØ ÁÒÈÉ× CHM '%s'.

source: Failed to open temporary file.
el: Áðïôõ÷ßá áíïßãìáôïò ðñïóùñéíïý áñ÷åßïõ
ru: îÅ ÕÄÁÌÏÓØ ÏÔËÒÙÔØ ×ÒÅÍÅÎÎÙÊ ÆÁÊÌ.

source: Failed to open the clipboard.
el: Áðïôõ÷ßá áíïßãìáôïò ôïõ ðñï÷åßñïõ (clipboard).
ru: îÅ ÕÄÁÌÏÓØ ÏÔËÒÙÔØ ÂÕÆÅÒ ÏÂÍÅÎÁ.

source: Failed to put data on the clipboard
el: Áðïôõ÷ßá ôïðïèÝôçóçò äåäïìÝíùí óôï ðñü÷åéñï (clipboard)
ru: îÅ ÕÄÁÌÏÓØ ÐÏÍÅÓÔÉÔØ ÄÁÎÎÙÅ × ÂÕÆÅÒ ÏÂÍÅÎÁ.

source: Failed to read PID from lock file.
el: ÁðÝôõ÷å ç áíÜãíùóç PID áðü áñ÷åßï êëåéäùíéÜ(lock file).
ru: îÅ ÕÄÁÌÏÓØ ÐÒÏÞÉÔÁÔØ PID ÉÚ ÆÁÊÌÁ ÂÌÏËÉÒÏ×ËÉ.
