Repository: Bloodknight/NeuTorsion
Catalog: code/wxWidgets/locale/*.po
Languages: el, ru

source: Please send this report to the program maintainer, thank you!
ru: ðÏÖÁÌÕÊÓÔÁ, ÏÔÐÒÁ×ØÔÅ ÜÔÏÔ ÏÔÞÅÔ ÓÌÕÖÂÅ ÐÏÄÄÅÒÖËÉ ÐÒÏÇÒÁÍÍÙ, ÂÌÁÇÏÄÁÒÉÍ ÚÁÒÁÎÅÅ!

source: Thank you and we're sorry for the inconvenience!
ru: ðÒÉÎÏÓÉÍ ÉÚ×ÉÎÅÎÉÑ ÚÁ ÄÏÓÔÁ×ÌÅÎÎÙÅ ÎÅÕÄÏÂÓÔ×Á, ÓÐÁÓÉÂÏ!

source: (error %ld: %s)
el: (óöÜëìá %ld: %s)
ru: (ÏÛÉÂËÁ %ld: %s)

source: Preview
el: Ðñïåðéóêüðçóç
ru: ðÒÅÄ×ÁÒÉÔÅÌØÎÙÊ ÐÒÏÓÍÏÔÒ

source: #10 Envelope, 4 1/8 x 9 1/2 in
el: #10 ÖÜêåëïò, 4 1/8 x 9 1/2 ßíôóåò
ru: ëÏÎ×ÅÒÔ #10, 4 1/8 x 9 1/2 ÄÀÊÍÁ

source: #11 Envelope, 4 1/2 x 10 3/8 in
el: #11 ÖÜêåëïò, 4 1/2 x 10 3/8 ßíôóåò
ru: ëÏÎ×ÅÒÔ #11, 4 1/2 x 10 3/8 ÄÀÊÍÁ

source: #12 Envelope, 4 3/4 x 11 in
el: #12 ÖÜêåëïò, 4 3/4 x 11 ßíôóåò
ru: ëÏÎ×ÅÒÔ #12, 4 3/4 x 11 ÄÀÊÍÁ

source: #14 Envelope, 5 x 11 1/2 in
el: #14 ÖÜêåëïò, 5 x 11 1/2 ßíôóåò
ru: ëÏÎ×ÅÒÔ #14, 5 x 11 1/2 ÄÀÊÍÁ

source: #9 Envelope, 3 7/8 x 8 7/8 in
el: #9 ÖÜêåëïò, 3 7/8 x 8 7/8 ßíôóåò
ru: ëÏÎ×ÅÒÔ #9, 3 7/8 x 8 7/8 ÄÀÊÍÁ

source: #define %s must be an integer.
el: #define %s ðñÝðåé íá åßíáé áêÝñáéïò (integer).
ru: #define %s ÄÏÌÖÎÏ ÂÙÔØ ÃÅÌÙÍ ÞÉÓÌÏÍ.

source: %i of %i
el: %i áðü %i
ru: %i ÉÚ %i

source: %ld bytes
ru: %ld ÂÁÊÔ

source: %s (or %s)
el: %s (Þ %s)
ru: %s (ÉÌÉ %s)

source: %s Error
el: %s ÓöÜëìá
ru: ïÛÉÂËÁ %s

source: %s Information
el: %s Ðëçñïöïñßåò
ru: éÎÆÏÒÍÁÃÉÑ %s

source: %s Warning
el: %s Ðñïåéäïðïßçóç
ru: ðÒÅÄÕÐÒÅÖÄÅÎÉÅ %s

source: %s files (%s)|%s
el: %s áñ÷åßá (%s)|%s
ru: %s ÆÁÊÌÙ (%s)|%s

source: %s message
el: %s ìÞíõìá
ru: ÓÏÏÂÝÅÎÉÅ %s

source: %s not a bitmap resource specification.
el: %s äåí åßíáé êáèïñéóìüò ðüñïõ ôýðïõ bitmap ( bitmap resource )
ru: %s ÎÅ Ñ×ÌÑÅÔÓÑ ÏÐÒÅÄÅÌÅÎÉÅÍ ÇÒÁÆÉÞÅÓËÏÇÏ ÒÅÓÕÒÓÁ.

source: %s not an icon resource specification.
el: %s äåí åßíáé êáèïñéóìüò ðüñïõ ôýðïõ åéêïíéäßïõ ( icon resource )
ru: %s ÎÅ Ñ×ÌÑÅÔÓÑ ÏÐÒÅÄÅÌÅÎÉÅÍ ÒÅÓÕÒÓÁ ÐÉËÔÏÇÒÁÍÍÙ.

source: %s: ill-formed resource file syntax.
el: %s: êáêÞ (ill-formed) óýíôáîç áñ÷åßïõ ðüñùí. ( resource file )
ru: %s: ÎÅ×ÅÒÎÏ ÓÆÏÒÍÉÒÏ×ÁÎÎÙÊ ÓÉÎÔÁËÓÉÓ ÆÁÊÌÁ ÒÅÓÕÒÓÁ.

source: &About...
el: &Ðåñß...
ru: ï &ÐÒÏÇÒÁÍÍÅ

source: &Actual Size
el: &Ðñáãìáôéêü ìÝãåèïò
ru: &éÓÈÏÄÎÙÊ ÒÁÚÍÅÒ

source: &Apply
el: &ÅöáñìïãÞ
ru: &ðÒÉÍÅÎÉÔØ

source: &Arrange Icons
el: &Ôáêôïðïßçóç åéêïíéäßùí
ru: &õÐÏÒÑÄÏÞÉÔØ ÚÎÁÞËÉ

source: &Back
el: &Ðßóù
ru: &îÁÚÁÄ

source: &Bold
el: &¸íôïíï
ru: &öÉÒÎÙÊ

source: &Cancel
el: &Áêõñï
ru: &ïÔÍÅÎÁ

source: &Cascade
el: &ÅðéêÜëõøç
ru: &ëÁÓËÁÄ

source: &Clear
el: &Êáèáñéóìüò
ru: ï&ÞÉÓÔÉÔØ

source: &Close
el: &Êëåßóéìï
ru: &úÁËÒÙÔØ

source: &Copy
el: &ÁíôéãñáöÞ
ru: &ëÏÐÉÒÏ×ÁÔØ

source: &Debug report preview:
ru: ðÒÅÄ×ÁÒÉÔÅÌØÎÙÊ ÐÒÏÓÍÏÔÒ ÏÔÞÅÔÁ &ÏÔÌÁÄËÉ:

source: &Delete
el: &ÄéáãñáöÞ
ru: &õÄÁÌÉÔØ

source: &Details
el: &ËåðôïìÝñåéåò
ru: &ðÏÄÒÏÂÎÏÓÔÉ

source: &Down
el: &ÊÜôù
ru: &÷ÎÉÚ

source: &File
el: &Áñ÷åßï
ru: &æÁÊÌ

source: &Find
el: &Åýñåóç
ru: &îÁÊÔÉ

source: &Finish
el: &ÔÝëïò
ru: &úÁ×ÅÒÛÉÔØ

source: &Font family:
el: ÏéêïãÝíåéá ãñáììáôïóåéñÜò:
ru: òÁÚÍÅÒ &ÛÒÉÆÔÁ:

source: &Forward
el: &Åìðñüò
ru: &÷ÐÅÒÅÄ

source: &Goto...
el: &ÌåôÜâáóç...
ru: &ðÅÒÅÊÔÉ...

source: &Help
el: &ÂïÞèåéá
ru: &ðÏÍÏÝØ

source: &Home
el: &Áñ÷éêÞ
ru: ÷ &ÎÁÞÁÌÏ

source: &Index
el: &ÅõñåôÞñéï
ru: &ïÇÌÁ×ÌÅÎÉÅ

source: &Italic
el: &ÐëÜãéá
ru: &ëÕÒÓÉ×

source: &Log
el: &ÊáôáãñáöÞ
ru: &öÕÒÎÁÌ

source: &Move
el: &Ìåôáêßíçóç
ru: ð&ÅÒÅÍÅÓÔÉÔØ

source: &New
el: &ÍÝï
ru: &îÏ×ÙÊ

source: &Next
el: &Åðüìåíï
ru: &óÌÅÄÕÀÝÉÊ

source: &Next >
el: &Åðüìåíï >
ru: &óÌÅÄÕÀÝÉÊ >

source: &Next Tip
el: &Åðüìåíï Tip
ru: &óÌÅÄÕÀÝÉÊ ÓÏ×ÅÔ

source: &No
el: &¼÷é
ru: &îÅÔ

source: &Notes:
ru: &úÁÍÅÔËÉ:

source: &Open
el: &Áíïéãìá
ru: &ïÔËÒÙÔØ

source: &Open...
el: &Áíïéãìá...
ru: &ïÔËÒÙÔØ...

source: &Paste
el: &Åðéêüëçóç
ru: ÷ÓÔ&Á×ÉÔØ

source: &Point size:
el: ÌÝãåèïò êïõêßäáò:
ru: &òÁÚÍÅÒ ÛÒÉÆÔÁ:

source: &Preferences
el: &ÐñïôéìÞóåéò
ru: &ðÁÒÁÍÅÔÒÙ

source: &Previous
el: &Ðñïçãïýìåíï
ru: &ðÒÅÄÙÄÕÝÁÑ

source: &Print
el: &Åêôýðùóç
ru: &ðÅÞÁÔØ

source: &Print...
el: &Åêôýðùóç...
ru: &ðÅÞÁÔØ...

source: &Properties
el: &Éäéüôçôåò
ru: &ó×ÏÊÓÔ×Á

source: &Quit
el: ¸&îïäïò
ru: ÷Ù&ÈÏÄ

source: &Redo
el: &ÅðáíÜëçøç
ru: &÷ÅÒÎÕÔØ

source: &Redo
el: &ÅðáíÜëçøç
ru: &÷ÅÒÎÕÔØ

source: &Replace
el: &ÁíôéêáôÜóôáóç
ru: &úÁÍÅÎÉÔØ

source: &Restore
el: &ÅðáíáöïñÜ
ru: &÷ÏÓÓÔÁÎÏ×ÉÔØ

source: &Save
el: &ÁðïèÞêåõóç
ru: &óÏÈÒÁÎÉÔØ

source: &Save...
el: &ÁðïèÞêåõóç...
ru: &óÏÈÒÁÎÉÔØ...

source: &Show tips at startup
el: &ÅìöÜíéóç tips êáôÜ ôçí åêêßíçóç
ru: &ðÏËÁÚÙ×ÁÔØ ÓÏ×ÅÔÙ ÐÒÉ ÓÔÁÒÔÅ

source: &Size
el: &ÌÝãåèïò
ru: &òÁÚÍÅÒ

source: &Stop
el: &ÄéáêïðÞ
ru: &ïÓÔÁÎÏ×ÉÔØ

source: &Style:
el: &Óôõë:
ru: &óÔÉÌØ:

source: &Underline
el: &ÕðïãñÜììéóç
ru: &ðÏÄÞÅÒËÉ×ÁÎÉÅ

source: &Undo
el: &Áíáßñåóç
ru: &ïÔÍÅÎÉÔØ

source: &Undo
el: &Áíáßñåóç
ru: &ïÔÍÅÎÉÔØ

source: &Unindent
el: Á&ðïóôïß÷éóç
ru: õÂÒÁÔØ &ÏÔÓÔÕÐ

source: &Up
el: &ÅðÜíù
ru: &÷×ÅÒÈ

source: &Weight:
el: &ÂÜñïò:
ru: &ûÉÒÉÎÁ:

source: &Window
el: &ÐáñÜèõñï
ru: &ïËÎÏ

source: &Yes
el: &Íáé
ru: &äÁ

source: '%s' has extra '..', ignored.
el: '%s' ðåñéÝ÷åé åðéðëÝïí '..', áãíïÞèçêáí.
ru: '%s' ÓÏÄÅÒÖÉÔ ÌÉÛÎÉÅ '..', ÐÒÏÉÇÎÏÒÉÒÏ×ÁÎÏ.

source: '%s' is invalid
el: '%s' äåí éó÷ýåé
ru: '%s' ÎÅÄÏÐÕÓÔÉÍÏ

source: '%s' is not a correct numeric value for option '%s'.
el: '%s' äåí åßíáé ìßá óùóôÞ áñéèìçôéêÞ ôéìÞ ãéá ôçí åðéëïãÞ '%s'.
ru: '%s' - ÎÅËÏÒÒÅËÔÎÏÅ ÞÉÓÌÏ×ÏÅ ÚÎÁÞÅÎÉÅ ÄÌÑ ÐÁÒÁÍÅÔÒÁ '%s'.

source: '%s' is not a valid message catalog.
el: '%s' äåí åßíáé Ýíáò óùóôüò êáôÜëïãïò ìçíõìÜôùí.
ru: '%s' - ÎÅ×ÅÒÎÙÊ ËÁÔÁÌÏÇ ÓÏÏÂÝÅÎÉÊ.

source: '%s' is probably a binary buffer.
el: '%s' åßíáé ðéèáíüí Ýíáò äõáäéêüò ( binary ) buffer
ru: '%s' ×ÏÚÍÏÖÎÏ Ñ×ÌÑÅÔÓÑ Ä×ÏÉÞÎÙÍ ÂÕÆÅÒÏÍ.

source: '%s' should be numeric.
el: '%s' ðñÝðåé íá åßíáé áñéèìçôéêü.
ru: '%s' ÄÏÌÖÎÏ ÂÙÔØ ÞÉÓÌÏÍ.

source: '%s' should only contain ASCII characters.
el: '%s' ðñÝðåé íá ðåñéÝ÷åé ASCII ÷áñáêôÞñåò.
ru: '%s' ÄÏÌÖÎÏ ÓÏÄÅÒÖÁÔØ ÔÏÌØËÏ ÓÉÍ×ÏÌÙ ASCII.

source: '%s' should only contain alphabetic characters.
el: '%s' ðñÝðåé íá ðåñéÝ÷åé ìüíï áëöáâçôéêïýò ÷áñáêôÞñåò.
ru: '%s' ÄÏÌÖÎÏ ÓÏÄÅÒÖÁÔØ ÔÏÌØËÏ ÓÉÍ×ÏÌÙ ÁÌÆÁ×ÉÔÁ.

source: '%s' should only contain alphabetic or numeric characters.
el: '%s' ðñÝðåé íá ðåñéÝ÷åé ìüíï áëöáâçôéêïýò Þ áñéèìçôéêïýò ÷áñáêôÞñåò.
ru: '%s' ÄÏÌÖÎÏ ÓÏÄÅÒÖÁÔØ ÔÏÌØËÏ ÓÉÍ×ÏÌÙ ÁÌÆÁ×ÉÔÁ ÉÌÉ ÃÉÆÒÙ.

source: (Help)
el: (ÂïÞèåéá)
ru: (ðÏÍÏÝØ)

source: (bookmarks)
el: (óåëéäïäåßêôåò)
ru: (ÚÁËÌÁÄËÉ)

source: *** A debug report has been generated
ru: *** ïÔÞÅÔ ÏÂ ÏÔÌÁÄËÅ ÂÙÌ ÓÆÏÒÍÉÒÏ×ÁÎ

source: *** And includes the following files:
ru: *** é ×ËÌÀÞÁÅÔ ÓÌÅÄÕÀÝÉÅ ÆÁÊÌÙ:

source: *** It can be found in "%s"
ru: *** ïÎ ÍÏÖÅÔ ÂÙÔØ ÎÁÊÄÅÎ × "%s"

source: , expected static, #include or #define while parsing resource.
el: , áíáìåíüôáí static, #include Þ #define êáôÜ ôçí áíÜãíùóç ôïõ ðüñïõ.
ru: , ÏÖÉÄÁÅÔÓÑ ÓÔÁÔÉÞÅÓËÉÍ, #include ÉÌÉ #define ×Ï ×ÒÅÍÑ ÒÁÚÂÏÒÁ ÒÅÓÕÒÓÁ.

source: 10 x 14 in
el: 10 x 14 ßíôóåò
ru: 10 x 14 ÄÀÊÍÁ

source: 11 x 17 in
el: 11 x 17 ßíôóåò
ru: 11 x 17 ÄÀÊÍÁ

source: 6 3/4 Envelope, 3 5/8 x 6 1/2 in
el: 6 3/4 ÖÜêåëïò, 3 5/8 x 6 1/2 ßíôóåò
ru: ëÏÎ×ÅÒÔ 6 3/4, 3 5/8 x 6 1/2 ÄÀÊÍÁ

source: : file does not exist!
el: : ôï áñ÷åßï äåí õðÜñ÷åé!
ru: : ÆÁÊÌ ÎÅ ÓÕÝÅÓÔ×ÕÅÔ!

source: : unknown charset
el: : Üãíùóôï óåô ÷áñáêôÞñùí
ru: : ÎÅÉÚ×ÅÓÔÎÙÊ ÎÁÂÏÒ ÓÉÍ×ÏÌÏ×

source: : unknown encoding
el: : Üãíùóôç êùäéêïðïßçóç
ru: : ÎÅÉÚ×ÅÓÔÎÁÑ ËÏÄÉÒÏ×ËÁ

source: < &Back
el: < &Ðßóù
ru: < &îÁÚÁÄ

source: <DIR>
el: <ÊÁÔÁËÏÃÏÓ>
ru: <ëáôáìïç>

source: <DRIVE>
el: <ÏÄÇÃÏÓ>
ru: <äéóë>

source: <LINK>
el: <ÓÕÍÄÅÓÇ>
ru: <óóùìëá>

source: <b><i>Bold italic face.</i></b><br>
el: <b><i>Åíôïíç ðëÜãéá üøç.</i></b><br>
ru: <b><i>öÉÒÎÙÊ ËÕÒÓÉ×ÎÙÊ ÛÒÉÆÔ.</i></b><br>

source: <b><i>bold italic <u>underlined</u></i></b><br>
el: <b><i>Ýíôïíá ðëÜãéá <u>õðïãñáììéóìÝíá</u></i></b><br>
ru: <b><i>ÖÉÒÎÙÊ ËÕÒÓÉ×ÎÙÊ <u>ÐÏÄÞÅÒËÎÕÔÙÊ</u></i></b><br>

source: <b>Bold face.</b>
el: <b>¸íôïíç üøç</b>
ru: <b>öÉÒÎÙÊ ÛÒÉÆÔ.</b>

source: <i>Italic face.</i>
el: <i>ÐëÜãéá üøç.
ru: <i>ëÕÒÓÉ×ÎÙÊ ÛÒÉÆÔ.</i>

source: A debug report has been generated in the directory
ru: ïÔÞÅÔ ÏÂ ÏÔÌÁÄËÅ ÂÙÌ ÓÏÚÄÁÎ × ÐÁÐËÅ

source: A non empty collection must consist of 'element' nodes
el: Ìßá ìç Üäåéá óõëëïãÞ ðñÝðåé íá áðïôåëåßôáé áðü êüìâïõò 'element'
ru: îÅ ÐÕÓÔÁÑ ËÏÌÌÅËÃÉÑ ÄÏÌÖÎÁ ÓÏÓÔÏÑÔØ ÉÚ ÕÚÌÏ× 'element'

source: A3 sheet, 297 x 420 mm
el: Öýëëï A3, 297 x 420 mm
ru: ìÉÓÔ A3 297 x 420 ÍÍ

source: A4 sheet, 210 x 297 mm
el: Öýëëï A4, 210 x 297 mm
ru: ìÉÓÔ A4, 210 x 297 ÍÍ

source: A4 small sheet, 210 x 297 mm
el: Ìéêñü öýëëï A4, 210 x 297 mm
ru: íÁÌÙÊ ÌÉÓÔ A4, 210 x 297 ÍÍ

source: A5 sheet, 148 x 210 mm
el: Öýëëï A5, 148 x 210 mm
ru: ìÉÓÔ A5, 148 x 210 ÍÍ

source: Add
el: ÐñïóèÞêç
ru: äÏÂÁ×ÉÔØ

source: Add current page to bookmarks
el: ÐñïóèÞêç ôçò ôñÝ÷ïõóáò óåëßäáò óôïõò óåëéäïäåßêôåò
ru: äÏÂÁ×ÉÔØ ÔÅËÕÝÕÀ ÓÔÒÁÎÉÃÕ Ë ÚÁËÌÁÄËÁÍ

source: Add to custom colours
el: ÐñïóèÞêç óôá ÷ñþìáôá ÷ñÞóôç
ru: äÏÂÁ×ÉÔØ Ë Ã×ÅÔÁÍ ÐÏÌØÚÏ×ÁÔÅÌÑ

source: AddToPropertyCollection called on a generic accessor
el: AddToPropertyCollection êëÞèçêå óå Ýíáí ãåíéêü accessor
ru: AddToPropertyCollection ×ÙÚ×ÁÎÏ ÉÚ ÏÂÝÅÇÏ ÐÒÅÄËÁ

source: AddToPropertyCollection called w/o valid adder
el: AddToPropertyCollection êëÞèçêå ÷ùñßò Ýãêõñï ðñïóèÝôç
ru: AddToPropertyCollection ×ÙÚ×ÁÎÏ ÂÅÚ ÉÓÐÏÌØÚÏ×ÁÎÉÑ ×ÅÒÎÏÇÏ adder

source: Adding book %s
el: ÐñïóèÞêç âéâëßïõ %s
ru: äÏÂÁ×ÌÅÎÉÅ ËÎÉÇÉ %s

source: Align Left
el: Óôïß÷éóç ÁñéóôåñÜ
ru: ÷ÙÒÏ×ÎÑÔØ ×ÌÅ×Ï

source: Align Right
el: Óôïß÷éóç ÄåîéÜ
ru: ÷ÙÒÏ×ÎÑÔØ ×ÐÒÁ×Ï

source: All
el: ¼ëá
ru: ÷ÓÅ

source: All files (%s)|%s
el: ¼ëá ôá áñ÷åßá (%s)|%s
ru: ÷ÓÅ ÆÁÊÌÙ (%s)|%s

source: All files (*)|*
el: ¼ëá ôá áñ÷åßá (*)|*
ru: ÷ÓÅ ÆÁÊÌÙ (*)|*

source: All files (*.*)|*
el: ¼ëá ôá áñ÷åßá (*.*)|*
ru: ÷ÓÅ ÆÁÊÌÙ (*.*)|*

source: All files (*.*)|*.*
el: ¼ëá ôá áñ÷åßá (*.*)|*.*
ru: ÷ÓÅ ÆÁÊÌÙ (*.*)|*.*

source: Already Registered Object passed to SetObjectClassInfo
el: ¸íá Þäç Registered áíôéêåßìåíï äüèçêå óôçí SetObjectClassInfo
ru: õÖÅ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÙÊ ÏÂßÅËÔ ÐÅÒÅÄÁÎ × SetObjectClassInfo

source: Already dialling ISP.
el: Ãßíåôáé Þäç êëÞóç ðñïò ôïí ðáñï÷Ýá Internet(ISP).
ru: õÖÅ Ú×ÏÎÉÍ ISP.

source: Append log to file '%s' (choosing [No] will overwrite it)?
el: Íá ãßíåé ðñïóÜñôçóç(append) ôçò êáôáãñáöÞò(log) óôï áñ÷åßï '%s' (ÅðéëÝãïíôáò [¼÷é] èá ôï åðéêáëýøåé(overwrite));
ru: äÏÂÁ×ÉÔØ × ÆÁÊÌ ÖÕÒÎÁÌÁ '%s' (×ÙÂÏÒ [îÅÔ] ÐÅÒÅÐÉÛÅÔ ÅÇÏ)?

source: Arabic (ISO-8859-6)
el: Áñáâéêü (ISO-8859-6)
ru: áÒÁÂÓËÉÊ (ISO-8859-6)

source: Archive doesnt contain #SYSTEM file
el: Ôï áñ÷åßï äåí ðåñéÝ÷åé áñ÷åßï #SYSTEM
ru: áÒÈÉ× ÎÅ ÓÏÄÅÒÖÉÔ ÆÁÊÌÁ #SYSTEM

source: Attributes
el: ×áñáêôçñéóôéêÜ
ru: áÔÒÉÂÕÔÙ

source: B4 Envelope, 250 x 353 mm
el: B4 ÖÜêåëïò, 250 x 353 mm
ru: ëÏÎ×ÅÒÔ B4, 250 x 353 ÍÍ

source: B4 sheet, 250 x 354 mm
el: Öýëëï B4, 250 x 354 mm
ru: ìÉÓÔ B4, 250 x 354 ÍÍ

source: B5 Envelope, 176 x 250 mm
el: B5 ÖÜêåëïò, 176 x 250 mm
ru: ëÏÎ×ÅÒÔ B5, 176 x 250 ÍÍ

source: B5 sheet, 182 x 257 millimeter
el: Öýëëï B5, 182 x 257 mm
ru: ìÉÓÔ B5, 182 x 257 ÍÍ

source: B6 Envelope, 176 x 125 mm
el: B6 ÖÜêåëïò, 176 x 125 mm
ru: ëÏÎ×ÅÒÔ B6, 176 x 125 ÍÍ

source: BMP: Couldn't allocate memory.
el: BMP: Äåí Þôáí äõíáôÞ ç äÝóìåõóç(allocation) ìíÞìçò.
ru: BMP: îÅ×ÏÚÍÏÖÎÏ ×ÙÄÅÌÉÔØ ÐÁÍÑÔØ.

source: BMP: Couldn't save invalid image.
el: BMP: Äåí åßíáé äõíáôÞ ç áðïèÞêåõóç ìç Ýãêõñçò åéêüíáò.
ru: BMP: îÅ×ÏÚÍÏÖÎÏ ÓÏÈÒÁÎÉÔØ ÎÅÄÅÊÓÔ×ÉÔÅÌØÎÏÅ ÉÚÏÂÒÁÖÅÎÉÅ.

source: BMP: Couldn't write RGB color map.
el: BMP: Äåí Þôáí äõíáôÞ ç åããñáöÞ ôïõ ÷Üñôç RGB.
ru: BMP: îÅ×ÏÚÍÏÖÎÏ ÚÁÐÉÓÁÔØ Ã×ÅÔÏ×ÕÀ ËÁÒÔÕ RGB.

source: BMP: Couldn't write data.
el: BMP: Äåí Þôáí äõíáôÞ ç åããñáöÞ äåäïìÝíùí.
ru: BMP: îÅ×ÏÚÍÏÖÎÏ ÚÁÐÉÓÁÔØ ÄÁÎÎÙÅ.

source: BMP: Couldn't write the file (Bitmap) header.
el: BMP: Äåí Þôáí äõíáôÞ ç åããñáöÞ ôçò êåöáëÞò ôïõ áñ÷åßïõ Bitmap.
ru: BMP: îÅ×ÏÚÍÏÖÎÏ ÚÁÐÉÓÁÔØ ÚÁÇÏÌÏ×ÏË ÆÁÊÌÁ (Bitmap).

source: BMP: Couldn't write the file (BitmapInfo) header.
el: BMP: Äåí Þôáí äõíáôÞ ç åããñáöÞ ôçò êåöáëÞò ôïõ áñ÷åßïõ BitmapInfo.
ru: BMP: îÅ×ÏÚÍÏÖÎÏ ÚÁÐÉÓÁÔØ ÚÁÇÏÌÏ×ÏË ÆÁÊÌÁ (BitmapInfo).

source: BMP: wxImage doesn't have own wxPalette.
el: BMP: Ôï wxImage äåí êáôÝ÷åé êÜðïéï wxPalette.
ru: BMP: wxImage ÎÅ ÉÍÅÅÔ ÓÏÂÓÔ×ÅÎÎÏÇÏ wxPalette.

source: Baltic (ISO-8859-13)
el: Âáëôéêü (ISO-8859-13)
ru: âÁÌÔÉÊÓËÉÊ (ISO-8859-13)

source: Baltic (old) (ISO-8859-4)
el: Âáëôéêü (ðáëáéü) (ISO-8859-4)
ru: âÁÌÔÉÊÓËÉÊ (ÓÔÁÒÙÊ) (ISO-8859-4)

source: Bitmap resource specification %s not found.
el: Äåí âñÝèçêå ï êáèïñéìüò ðüñïõ bitmap %s
ru: îÅ ÎÁÊÄÅÎÁ ÓÐÅÃÉÆÉËÁÃÉÑ ÇÒÁÆÉÞÅÓËÏÇÏ ÒÅÓÕÒÓÁ %s.

source: Bold
el: ¸íôïíï
ru: öÉÒÎÙÊ

source: Bottom margin (mm):
el: ÊÜôù ðåñéèþñéï (mm)
ru: îÉÖÎÅÅ ÐÏÌÅ (ÍÍ):

source: C sheet, 17 x 22 in
el: Öýëëï C, 17 x 22 ßíôóåò
ru: ìÉÓÔ C, 17 x 22 ÄÀÊÍÁ

source: C&lear
el: &ÊáèÜñéóìá
ru: ï&ÞÉÓÔÉÔØ

source: C&olour:
el: &×ñþìá:
ru: &ã×ÅÔ:

source: C3 Envelope, 324 x 458 mm
el: C3 ÖÜêåëïò, 324 x 458 mm
ru: ëÏÎ×ÅÒÔ C3, 324 x 458 ÍÍ

source: C4 Envelope, 229 x 324 mm
el: C4 ÖÜêåëïò, 229 x 324 mm
ru: ëÏÎ×ÅÒÔ C4, 229 x 324 ÍÍ

source: C5 Envelope, 162 x 229 mm
el: C5 ÖÜêåëïò, 162 x 229 mm
ru: ëÏÎ×ÅÒÔ C5, 162 x 229 ÍÍ

source: C6 Envelope, 114 x 162 mm
el: C6 ÖÜêåëïò, 114 x 162 mm
ru: ëÏÎ×ÅÒÔ C6, 114 x 162 ÍÍ

source: C65 Envelope, 114 x 229 mm
el: C65 ÖÜêåëïò, 114 x 229 mm
ru: ëÏÎ×ÅÒÔ C65, 114 x 229 ÍÍ

source: CHM handler currently supports only local files!
el: ï ÷åéñéóôÞò CHM ðñïò ôï ðáñüí õðïóôçñßæåé ìüíï ôïðéêÜ áñ÷åßá!
ru: ÷ ÎÁÓÔÏÑÝÅÅ ×ÒÅÍÑ ÏÂÒÁÂÏÔÞÉË CHM ÐÏÄÄÅÒÖÉ×ÁÅÔ ÔÏÌØËÏ ÌÏËÁÌØÎÙÅ ÆÁÊÌÙ!

source: Can not create mutex.
el: Äåí åßíáé äõíáôÞ ç äçìéïõñãßá ôïõ mutex.
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ÍÕÔÅËÓ.

source: Can not enumerate files '%s'
el: Äåí åßíáé äõíáôÞ ç áðáñßèìçóç ôùí áñ÷åßùí '%s'
ru: îÅ ÍÏÇÕ ÐÏÄÓÞÉÔÁÔØ ËÏÌÉÞÅÓÔ×Ï ÆÁÊÌÏ× '%s'

source: Can not enumerate files in directory '%s'
el: Äåí åßíáé äõíáôÞ ç áðáñßèìçóç ôùí áñ÷åßùí óôïí êáôÜëïãï '%s'
ru: îÅ ÍÏÇÕ ÐÅÒÅÓÞÉÔÁÔØ ÆÁÊÌÙ × ËÁÔÁÌÏÇÅ '%s'

source: Can not resume thread %lu
el: Äåí åßíáé äõíáôÞ ç óõíÝ÷éóç(resume) ôïõ íÞìáôïò(thread) %lu
ru: îÅ×ÏÚÍÏÖÎÏ ×ÏÚÏÂÎÏ×ÉÔØ ×ÙÐÏÌÎÅÎÉÅ ÐÏÔÏËÁ %lu

source: Can not resume thread %x
el: Äåí åßíáé äõíáôÞ ç óõíÝ÷éóç(resume) ôïõ íÞìáôïò(thread) %x
ru: îÅ×ÏÚÍÏÖÎÏ ×ÏÚÏÂÎÏ×ÉÔØ ×ÙÐÏÌÎÅÎÉÅ ÐÏÔÏËÁ %x

source: Can not start thread: error writing TLS.
el: Äåí åßíáé äõíáôÞ ç åêêßíçóç ôïõ íÞìáôïò(thread): ÓöÜëìá êáôÜ ôçí åããñáöÞ ôïõ TLS
ru: îÅ×ÏÚÍÏÖÎÏ ÚÁÐÕÓÔÉÔØ ×ÙÐÏÌÎÅÎÉÅ ÐÏÔÏËÁ: ÏÛÉÂËÁ ÚÁÐÉÓÉ TLS.

source: Can not suspend thread %lu
el: Äåí åßíáé äõíáôÞ ç áíáóôïëÞ åêôÝëåóçò(suspend) ôïõ íÞìáôïò(thread) %lu
ru: îÅ×ÏÚÍÏÖÎÏ ÐÒÉÏÓÔÁÎÏ×ÉÔØ ×ÙÐÏÌÎÅÎÉÅ ÐÏÔÏËÁ %lu

source: Can not suspend thread %x
el: Äåí åßíáé äõíáôÞ ç áíáóôïëÞ åêôÝëåóçò(suspend) ôïõ íÞìáôïò(thread) %x
ru: îÅ×ÏÚÍÏÖÎÏ ÐÒÉÏÓÔÁÎÏ×ÉÔØ ×ÙÐÏÌÎÅÎÉÅ ÐÏÔÏËÁ %x

source: Can not wait for thread termination
el: Äåí åßíáé äõíáôÞ ç áíáìïíÞ(wait) ãéá ôïí ôåñìáôéóìü ôïõ íÞìáôïò åêôÝëåóçò(thread)
ru: îÅ×ÏÚÍÏÖÎÏ ÄÏÖÄÁÔØÓÑ ÏËÏÎÞÁÎÉÑ ×ÙÐÏÌÎÅÎÉÑ ÐÏÔÏËÁ

source: Can't &Undo
el: Äåí åßíáé äõíáôÞ ç áíáßñåóç
ru: ï&ÔÍÅÎÁ ÎÅ×ÏÚÍÏÖÎÁ

source: Can't check image format of file '%s': file does not exist.
el: Äåí åßíáé äõíáôÞ ç åîáêñßâùóç ôïõ ôýðïõ ôïõ áñ÷åßïõ %s: ôï áñ÷åßï äåí õðÜñ÷åé.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÒÏ×ÅÒÉÔØ ÆÏÒÍÁÔ ÉÚÏÂÒÁÖÅÎÉÑ Õ ÆÁÊÌÁ '%s': ÆÁÊÌ ÎÅ ÓÕÝÅÓÔ×ÕÅÔ.

source: Can't close registry key '%s'
el: Äåí åßíáé äõíáôü ôï êëåßóéìï ôïõ êëåéäéïý ìçôñþïõ(registry key) '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÚÁËÒÙÔØ ËÌÀÞ ÒÅÅÓÔÒÁ '%s'

source: Can't copy values of unsupported type %d.
el: Äåí åßíáé äõíáôÞ ç áíôéãñáöÞ ôéìþí ìç õðïóôçñéæïìÝíïõ ôýðïõ %d.
ru: îÅ×ÏÚÍÏÖÎÏ ÓËÏÐÉÒÏ×ÁÔØ ÚÎÁÞÅÎÉÑ ÎÅÐÏÄÄÅÒÖÉ×ÁÅÍÏÇÏ ÔÉÐÁ %d.

source: Can't create registry key '%s'
el: Äåí åßíáé äõíáôÞ ç äçìéïõñãßá ôïõ êëåéäéïý ìçôñþïõ(registry key) '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ËÌÀÞ ÒÅÅÓÔÒÁ '%s'

source: Can't create thread
el: Äåí åßíáé äõíáôÞ ç äçìéïõñãßá ôïõ íÞìáôïò åêôÝëåóçò (thread)
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ÐÏÔÏË

source: Can't create window of class %s
el: Äåí åßíáé äõíáôÞ ç äçìéïõñãßá ðáñáèýñïõ ôÜîåùò %s
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ÏËÎÏ ËÌÁÓÓÁ %s

source: Can't delete key '%s'
el: Äåí åßíáé äõíáôÞ ç äéáãñáöÞ ôïõ êëåéäéïý '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÕÄÁÌÉÔØ ËÌÀÞ '%s'

source: Can't delete the INI file '%s'
el: Äåí åßíáé äõíáôÞ ç äéáãñáöÞ ôïõ áñ÷åßïõ INI '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÕÄÁÌÉÔØ INI-ÆÁÊÌ '%s'

source: Can't delete value '%s' from key '%s'
el: Äåí åßíáé äõíáôÞ ç äéáãñáöÞ ôçò ôéìÞò '%s' áðü ôï êëåéäß '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÕÄÁÌÉÔØ ÚÎÁÞÅÎÉÅ '%s' ÉÚ ËÌÀÞÁ '%s'

source: Can't enumerate subkeys of key '%s'
el: Äåí åßíáé äõíáôÞ ç áðáñßèìçóç ôùí õðïêëåéäéþí ôïõ '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÐÅÒÅÓÞÉÔÁÔØ ÐÏÄËÌÀÞÉ ËÌÀÞÁ '%s'

source: Can't enumerate values of key '%s'
el: Äåí åßíáé äõíáôÞ ç áðáñßèìçóç ôùí ôéìþí ôïõ êëåéäéïý '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÐÅÒÅÓÞÉÔÁÔØ ÚÎÁÞÅÎÉÑ ËÌÀÞÁ '%s'

source: Can't export value of unsupported type %d.
el: Äåí åßíáé äõíáôÞ ç åîáãùãÞ ôéìþí ìç õðïóôçñéæïìÝíïõ ôýðïõ %d.
ru: üËÓÐÏÒÔ ÚÎÁÞÅÎÉÑ ÎÅÐÏÄÄÅÒÖÉ×ÁÅÍÏÇÏ ÔÉÐÁ %d ÎÅ×ÏÚÍÏÖÅÎ.

source: Can't find current position in file '%s'
el: Äåí åßíáé äõíáôÞ ç åýñåóç ôçò ôñÝ÷ïõóáò èÝóçò óôï áñ÷åßïõ '%s'
ru: îÅ ÍÏÇÕ ÎÁÊÔÉ ÔÅËÕÝÕÀ ÐÏÚÉÃÉÀ × ÆÁÊÌÅ '%s'

source: Can't get info about registry key '%s'
el: Äåí åßíáé äõíáôÞ ç óõëëïãÞ ðëçñïöïñéþí ãéá ôï êëåéäß ìçôñþïõ(registry) '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏÌÕÞÉÔØ ÉÎÆÏÒÍÁÃÉÀ Ï ËÌÀÞÅ ÒÅÅÓÔÒÁ '%s'

source: Can't initialize zlib deflate stream.
el: Äåí åßíáé äõíáôÞ ç áñ÷éêïðïßçóç ôçò ñïÞò zlib deflate.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÒÏÉÎÉÃÉÁÌÉÚÉÒÏ×ÁÔØ ÐÏÔÏË, ÒÁÚÖÉÍÁÅÍÙÊ zlib.

source: Can't initialize zlib inflate stream.
el: Äåí åßíáé äõíáôÞ ç áñ÷éêïðïßçóç ôçò ñïÞò zlib inflate.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÒÏÉÎÉÃÉÁÌÉÚÉÒÏ×ÁÔØ ÐÏÔÏË, ÓÖÉÍÁÅÍÙÊ zlib.

source: Can't load image from file '%s': file does not exist.
el: Äåí åßíáé äõíáôÞ ç áíÜãíùóç ôçò åéêüíáò áðü ôï áñ÷åßï '%s': Ôï áñ÷åßï äåí õðÜñ÷åé.
ru: úÁÇÒÕÚËÁ ÉÚÏÂÒÁÖÅÎÉÑ ÉÚ ÆÁÊÌÁ '%s' ÎÅ×ÏÚÍÏÖÎÁ: ÆÁÊÌ ÎÅ ÓÕÝÅÓÔ×ÕÅÔ.

source: Can't open registry key '%s'
el: Äåí åßíáé äõíáôü ôï Üíïéãìá ôïõ êëåéäéïý ìçôñþïõ(registry) '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ËÌÀÞ ÒÅÅÓÔÒÁ '%s'

source: Can't read from inflate stream: %s
el: Áäýíáôç ç áíÜãíùóç áðü ôçí ñïÞ inflate: %s
ru: îÅ×ÏÚÍÏÖÎÏ ÞÔÅÎÉÅ ÓÖÉÍÁÅÍÏÇÏ ÐÏÔÏËÁ: %s

source: Can't read inflate stream: unexpected EOF in underlying stream.
el: Áäýíáôç ç áíÜãíùóç ôçò ñïÞò inflate: áðñüóìåíï EOF óôçí õðïêåßìåíç ñïÞ.
ru: îÅ×ÏÚÍÏÖÎÏ ÞÔÅÎÉÅ ÓÖÉÍÁÅÍÏÇÏ ÐÏÔÏËÁ: ÎÅÏÖÉÄÁÎÎÙÊ EOF × ÎÉÖÌÅÖÁÝÅÍ ÐÏÔÏËÅ.

source: Can't read value of '%s'
el: Äåí åßíáé äõíáôÞ ç áíÜãíùóç ôçò ôéìÞò ôïõ '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÐÒÏÞÉÔÁÔØ ÚÎÁÞÅÎÉÅ '%s'

source: Can't read value of key '%s'
el: Äåí åßíáé äõíáôÞ ç áíÜãíùóç ôçò ôéìÞò ôïõ êëåéäéïý '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÐÒÏÞÉÔÁÔØ ÚÎÁÞÅÎÉÅ ËÌÀÞÁ '%s'

source: Can't save image to file '%s': unknown extension.
el: Äåí åßíáé äõíáôÞ ç áðïèÞêåõóç ôçò åéêüíáò óôï áñ÷åßï '%s': Üãíùóôç åðÝêôáóç
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÈÒÁÎÉÔØ ÉÚÏÂÒÁÖÅÎÉÅ × ÆÁÊÌ '%s': ÎÅÉÚ×ÅÓÔÎÏÅ ÒÁÓÛÉÒÅÎÉÅ ÆÁÊÌÁ.

source: Can't save log contents to file.
el: Äåí åßíáé äõíáôÞ ç áðïèÞêåõóç ôùí ðåñéå÷ïìÝíùí ôçò êáôáãñáöÞò(log) óôï áñ÷åßï.
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÈÒÁÎÅÎÉÅ ÓÏÄÅÒÖÁÎÉÑ ÖÕÒÎÁÌÁ × ÆÁÊÌ.

source: Can't set thread priority
el: Äåí åßíáé äõíáôÞ ç èÝóç ðñïôåñáéüôçôáò ôïõ íÞìáôïò åêôÝëåóçò (thread)
ru: îÅ×ÏÚÍÏÖÎÏ ÕÓÔÁÎÏ×ÉÔØ ÐÒÉÏÒÉÔÅÔ ÐÏÔÏËÁ

source: Can't set value of '%s'
el: Äåí åßíáé äõíáôÞ ç áíÜèåóç ôéìÞò ôïõ '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÕÓÔÁÎÏ×ÉÔØ ÚÎÁÞÅÎÉÅ '%s'

source: Can't write to deflate stream: %s
el: Äåí åßíáé äõíáôÞ ç åããñáöÞ óôçí ñïÞ deflate: %s
ru: îÅ×ÏÚÍÏÖÎÏ ÚÁÐÉÓÁÔØ × ÒÁÚÖÉÍÁÅÍÙÊ ÐÏÔÏË: %s

source: Cancel
el: Áêõñï
ru: ïÔÍÅÎÁ

source: Cannot convert dialog units: dialog unknown.
el: Äåí åßíáé äõíáôÞ ç ìåôáôñïðÞ ôùí ìïíÜäùí äéáëüãïõ(dialog units): Üãíùóôï ðáñÜèõñï äéáëüãïõ.
ru: ðÒÅÏÂÒÁÚÏ×ÁÎÉÅ ÄÉÁÌÏÇÏ×ÙÈ ÅÄÉÎÉÃ ÉÚÍÅÒÅÎÉÑ ÎÅ×ÏÚÍÏÖÎÏ: ÄÉÁÌÏÇ ÎÅÉÚ×ÅÓÔÅÎ.

source: Cannot convert from the charset '%s'!
el: Äåí åßíáé äõíáôÞ ç ìåôáôñïðç áðü ôï óýíïëï ÷áñáêôÞñùí '%s'!
ru: ðÅÒÅËÏÄÉÒÏ×ËÁ ÉÚ ËÏÄÉÒÏ×ËÉ ÓÉÍ×ÏÌÏ× '%s' ÎÅ×ÏÚÍÏÖÎÁ!

source: Cannot find active dialup connection: %s
el: Äåí åßíáé äõíáôÞ ç åýñåóç ôçò åíåñãïý ôçëåöùíéêÞò óõíäÝóåùò: %s
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÊÔÉ ÁËÔÉ×ÎÏÅ ÍÏÄÅÍÎÏÅ ÓÏÅÄÉÎÅÎÉÅ: %s

source: Cannot find container for unknown control '%s'.
el: Äåí åßíáé äõíáôÞ ç åýñåóç öïñÝá(container) ãéá Üãíùóôï óôïé÷åßï åëÝã÷ïõ(control) '%s'.
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÊÔÉ ËÏÎÔÅÊÎÅÒ ÄÌÑ ÎÅÉÚ×ÅÓÔÎÏÇÏ ÜÌÅÍÅÎÔÁ ÕÐÒÁ×ÌÅÎÉÑ '%s'.

source: Cannot find font node '%s'.
el: Äåí åßíáé äõíáôÞ ç åýñåóç êáôáóôÜóåùò ãñáììáôïóåéñÜò(font mode) '%s'.
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÊÔÉ ÕÚÅÌ ÛÒÉÆÔÁ '%s'

source: Cannot find the location of address book file
el: Äåí åßíáé äõíáôÞ ç åýñåóç ôçò èÝóçò ôïõ áñ÷åßïõ âéâëßïõ äéåõèýíóåùí
ru: æÁÊÌ Ó ÁÄÒÅÓÎÏÊ ËÎÉÖËÏÊ ÎÅ ÎÁÊÄÅÎ

source: Cannot get priority range for scheduling policy %d.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏÌÕÞÉÔØ ÉÎÔÅÒ×ÁÌ ÐÒÉÏÒÉÔÅÔÁ ÄÌÑ ÐÌÁÎÉÒÏ×ËÉ ÐÏÌÉÔÉËÉ %d.

source: Cannot get the hostname
el: Äåí åßíáé äõíáôÞ ç áíÜãíùóç ôïõ ïíüìáôïò äéáêïìéóôÞ(hostname)
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏÌÕÞÉÔØ ÉÍÑ ÈÏÓÔÁ

source: Cannot get the official hostname
el: Äåí åßíáé äõíáôÞ ç áíÜãíùóç ôïõ åðéóÞìïõ ïíüìáôïò äéáêïìéóôÞ(official hostname)
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏÌÕÞÉÔØ ÏÆÉÃÉÁÌØÎÏÅ ÉÍÑ ÈÏÓÔÁ

source: Cannot hang up - no active dialup connection.
el: Äåí åßíáé äõíáôü ôï êëåßóéìï ôçò ãñáììÞò - äåí õðÜñ÷åé åíåñãüò ôçëåöùíéêÞ óýíäåóç.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏ×ÅÓÉÔØ ÔÒÕÂËÕ - ÎÅÔ ÁËÔÉ×ÎÏÇÏ ÍÏÄÅÍÎÏÇÏ ÓÏÅÄÉÎÅÎÉÑ.

source: Cannot initialize OLE
el: Äåí åßíáé äõíáôÞ ç áñ÷éêïðïßçóç ôïõ OLE
ru: îÅ×ÏÚÍÏÖÎÏ ÐÒÏÉÎÉÃÉÁÌÉÚÉÒÏ×ÁÔØ OLE

source: Cannot initialize SciTech MGL!
el: Äåí åßíáé äõíáôÞ ç áñ÷éêïðïßçóç ôïõ SciTech MGL
ru: îÅ×ÏÚÍÏÖÎÏ ÐÒÏÉÎÉÃÉÁÌÉÚÉÒÏ×ÁÔØ SciTech MGL!

source: Cannot initialize display.
el: Äåí åßíáé äõíáôÞ ç áñ÷éêïðïßçóç áðåéêüíçóçò.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÒÏÉÎÉÃÉÁÌÉÚÉÒÏ×ÁÔØ ÄÉÓÐÌÅÊ.

source: Cannot load icon from '%s'.
el: Äåí åßíáé äõíáôÞ ç öüñôùóç åéêïíéäßïõ áðü ôï '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÚÁÇÒÕÚÉÔØ ÐÉËÔÏÇÒÁÍÍÕ ÉÚ '%s'.

source: Cannot load resources from file '%s'.
el: Äåí åßíáé äõíáôÞ ç öüñôùóç ðüñùí(resources) áðü ôï áñ÷åßï '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÚÁÇÒÕÚÉÔØ ÒÅÓÕÒÓÙ ÉÚ ÆÁÊÌÁ '%s'.

source: Cannot open HTML document: %s
el: Äåí åßíáé äõíáôü ôï Üíïéãìá åããñÜöïõ HTML: %s
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ HTML ÄÏËÕÍÅÎÔ: %s

source: Cannot open HTML help book: %s
el: Äåí åßíáé äõíáôü ôï Üíïéãìá âéâëßïõ âïÞèåéáò HTML: %s
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ËÎÉÇÕ ÐÏÍÏÝÉ HTML: %s

source: Cannot open URL '%s'
el: Äåí åßíáé äõíáôü to Üíïéãìá ôïõ URL '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ URL '%s'

source: Cannot open contents file: %s
el: Äåí åßíáé äõíáôü ôï Üíïéãìá ôùí ðåñéå÷ïìÝíùí ôïõ áñ÷åßïõ: %s
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ÆÁÊÌ ÓÏÄÅÒÖÁÎÉÑ: %s

source: Cannot open file '%s'.
el: Äåí åßíáé äõíáôü ôï Üíïéãìá ôïõ áñ÷åßïõ '%s'.
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ÆÁÊÌ '%s'.

source: Cannot open file for PostScript printing!
el: Äåí åßíáé äõíáôü ôï Üíïéãìá ôïõ áñ÷åßïõ ãéá åêôýðùóç PostScript!
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ÆÁÊÌ ÄÌÑ ÐÅÞÁÔÉ × PostScript!

source: Cannot open index file: %s
el: Äåí åßíáé äõíáôü ôï Üíïéãìá ôïõ áñ÷åßïõ åõñåôçñßïõ(index): %s
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ÆÁÊÌ ÉÎÄÅËÓÁ: %s

source: Cannot parse Plural-Forms:'%s'
el: Äåí åßíáé äõíáôÞ ç áíÜãíùóç Plural-Forms:'%s'.
ru: îÅ×ÏÚÍÏÖÎÏ ÒÁÚÏÂÒÁÔØ ÍÎÏÖÅÓÔ×ÅÎÎÙÅ ÆÏÒÍÙ: %s

source: Cannot parse coordinates from '%s'.
el: Äåí åßíáé äõíáôÞ ç áíÜãíùóç óõíôåôáãìÝíùí áðü '%s'.
ru: îÅ×ÏÚÍÏÖÎÏ ÒÁÚÏÂÒÁÔØ ËÏÏÒÄÉÎÁÔÙ ÉÚ '%s'.

source: Cannot parse dimension from '%s'.
el: Äåí åßíáé äõíáôÞ ç áíÜãíùóç äéáóôÜóåùí áðü '%s'.
ru: îÅ×ÏÚÍÏÖÎÏ ÒÁÚÏÂÒÁÔØ ÉÚÍÅÒÅÎÉÅ ÉÚ '%s'.

source: Cannot print empty page.
el: Äåí åßíáé äõíáôÞ ç åêôýðùóç Üäåéáò óåëßäáò.
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÐÅÞÁÔÁÔØ ÐÕÓÔÕÀ ÓÔÒÁÎÉÃÕ.

source: Cannot read typename from '%s'!
el: Äåí åßíáé äõíáôÞ ç áíÜãíùóç ïíïìÜôùí ôýðùí(typenames) áðü ôï '%s'
ru: þÔÅÎÉÅ ÉÍÅÎÉ ÔÉÐÁ ÉÚ '%s' ÎÅ×ÏÚÍÏÖÎÏ!

source: Cannot retrieve thread scheduling policy.
el: Äåí åßíáé äõíáôÞ ç áíÜêôçóç ôçò thread scheduling policy.
ru: îÅ×ÏÚÍÏÖÎÏ ÉÚ×ÌÅÞØ ÐÏÌÉÔÉËÕ ÐÌÁÎÉÒÏ×ËÉ ÐÏÔÏËÁ.

source: Cannot start thread: error writing TLS
el: Äåí åßíáé äõíáôÞ ç åêêßíçóç ôïõ ´íçìáôïò åêôÝëåóçò (thread): óöÜëìá êáôÜ ôçí åããñáöÞ ôïõ TLS
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÞÁÔØ ×ÙÐÏÌÎÅÎÉÅ ÐÏÔÏËÁ: ÏÛÉÂËÁ ÚÁÐÉÓÉ TLS

source: Cannot wait for thread termination.
ru: îÅ×ÏÚÍÏÖÎÏ ÄÏÖÄÁÔØÓÑ ÏËÏÎÞÁÎÉÑ ×ÙÐÏÌÎÅÎÉÑ ÐÏÔÏËÁ.

source: Cant create the thread event queue
el: Äåí åßíáé äõíáôÞ ç äçìéïõñãßá ôçò ïõñÜò óõìâÜíôùí ôùí íçìÜôùí
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ÐÏÔÏË ÏÞÅÒÅÄÉ ÓÏÂÙÔÉÊ
