Repository: Bloodknight/NeuTorsion
Catalog: code/wxWidgets/locale/*.po
Languages: el, ru

source: ABCDEFGabcdefg12345
el: ÁÂÃÄÅÆáâãäåæ12345
