Repository: Bloodknight/NeuTorsion
Catalog: code/wxWidgets/locale/*.po
Languages: el, ru

source: Unsupported clipboard format.
el: Äåí õðïóôçñßæåôáé ï ôýðïò ðñï÷åßñïõ(clipboard format).
ru: îÅÐÏÄÄÅÒÖÉ×ÁÅÍÙÊ ÆÏÒÍÁÔ ÂÕÆÅÒÁ ÏÂÍÅÎÁ.

source: Unsupported theme '%s'.
el: Ôï èÝìá '%s' äåí õðïóôçñßæåôáé.
ru: îÅÐÏÄÄÅÒÖÉ×ÁÅÍÁÑ ÔÅÍÁ '%s'.

source: Up
el: ÅðÜíù
ru: ÷×ÅÒÈ

source: Usage: %s
el: ×ñÞóç: %s
ru: éÓÐÏÌØÚÏ×ÁÎÉÅ: %s

source: Validation conflict
el: Óýãêñïõóç åðéêýñùóçò (validation conflict)
ru: ëÏÎÆÌÉËÔ ÐÒÏ×ÅÒËÉ

source: Video Output
el: ¸îïäïò Åéêüíáò
ru: ÷ÉÄÅÏ-×ÙÈÏÄ

source: View files as a detailed view
el: ÅìöÜíéóç áñ÷åßùí óå ðñïâïëÞ ìå ëåðôïìÝñåéåò
ru: ðÒÏÓÍÏÔÒ ÆÁÊÌÏ× × ×ÉÄÅ ÐÏÄÒÏÂÎÏÇÏ ÓÐÉÓËÁ

source: View files as a list view
el: ÅìöÜíéóç áñ÷åßùí óå ðñïâïëÞ ëßóôáò
ru: ðÒÏÓÍÏÔÒ ÆÁÊÌÏ× × ×ÉÄÅ ÓÐÉÓËÁ

source: Views
el: ÐñïâïëÝò
ru: ÷ÉÄÙ

source: Waiting for subprocess termination failed
el: Ç áíáìïíÞ ãéá ôïí ôåñìáôéóìü õðï-äéåñãáóßáò (subprocess) áðÝôõ÷å
ru: ïÛÉÂËÁ ÏÖÉÄÁÎÉÑ ÏËÏÎÞÁÎÉÑ ×ÙÐÏÌÎÅÎÉÑ ÐÏÄÐÒÏÃÅÓÓÁ

source: Warning
el: Ðñïåéäïðïßçóç
ru: ðÒÅÄÕÐÒÅÖÄÅÎÉÅ

source: Warning:
el: Ðñïåéäïðïßçóç:
ru: ðÒÅÄÕÐÒÅÖÄÅÎÉÅ:

source: Warning: attempt to remove HTML tag handler from empty stack.
el: Ðñïåéäïðïßçóç: ðñïóðÜèåéá áðïìÜêñõíóçò äéá÷åéñéóôÞ åôéêåôþí (tag handler) HTML áðü Üäåéá óôïßâá (stack).
ru: ðÒÅÄÕÐÒÅÖÄÅÎÉÅ: ÐÏÐÙÔËÁ ÕÄÁÌÉÔØ ÏÂÒÁÂÏÔÞÉË ÔÅÇÁ HTML ÉÚ ÐÕÓÔÏÇÏ ÓÔÅËÁ.

source: Western European (ISO-8859-1)
el: Äõôéêï-Åõñùðáúêü (ISO-8859-1)
ru: úÁÐÁÄÎÏ-Å×ÒÏÐÅÊÓËÉÊ (ISO-8859-1)

source: Western European with Euro (ISO-8859-15)
el: Äõôéêï-Åõñùðáúêü ìå Euro (ISO-8859-15)
ru: úÁÐÁÄÎÏ-Å×ÒÏÐÅÊÓËÉÊ Ó ÓÉÍ×ÏÌÏÍ å×ÒÏ (ISO-8859-15)

source: Whether the font is underlined.
el: ÅðéëïãÞ åáí ç ãñáììáôïóåéñÜ åßíáé õðïãñáììéóìÝíç Þ ü÷é.
ru: ìÉÂÏ ÛÒÉÆÔ ÂÕÄÅÔ ÐÏÄÞÅÒËÎÕÔ.

source: Whole word
el: Ïëüêëçñç ëÝîç
ru: óÌÏ×Ï ÃÅÌÉËÏÍ

source: Whole words only
el: Ïëüêëçñåò ëÝîåéò ìüíï
ru: ôÏÌØËÏ ÓÌÏ×Á ÃÅÌÉËÏÍ

source: Win32 theme
el: Win32 èÝìá
ru: ôÅÍÁ Win32

source: Win32s on Windows 3.1
el: Win32s óå Windows 3.1
ru: Win32s ÎÁ Windows 3.1

source: Windows 2000 (build %lu
ru: Windows 2000 (ÓÂÏÒËÁ %lu

source: Windows Arabic (CP 1256)
el: Windows Áñáâéêü (CP 1256)
ru: áÒÁÂÓËÉÊ Windows (CP 1256)

source: Windows Baltic (CP 1257)
el: Windows Âáëôéêü (CP 1257)
ru: âÁÌÔÉÊÓËÉÊ Windows (CP 1257)

source: Windows Central European (CP 1250)
el: Windows Êåíôñï-Åõñùðáúêü (CP 1250)
ru: ãÅÎÔÒÁÌØÎÏ-Å×ÒÏÐÅÊÓËÉÊ Windows (CP 1250)

source: Windows Chinese Simplified (CP 936)
el: Windows ÁðëïðïéçìÝíï ÊéíÝæéêï (CP 936)
ru: õÐÒÏÝÅÎÎÙÊ ËÉÔÁÊÓËÉÊ Windows (CP 936)

source: Windows Chinese Traditional (CP 950)
el: Windows Ðáñáäïóéáêü ÊéíÝæéêï (CP 950)
ru: ôÒÁÄÉÃÉÏÎÎÙÊ ËÉÔÁÊÓËÉÊ Windows (CP 950)

source: Windows Cyrillic (CP 1251)
el: Windows Êõñéëéêü (CP 1251)
ru: ëÉÒÉÌÌÉÃÁ Windows (CP 1251)

source: Windows Greek (CP 1253)
el: Windows Åëëçíéêü (CP 1253)
ru: çÒÅÞÅÓËÉÊ Windows (CP 1253)

source: Windows Hebrew (CP 1255)
el: Windows Åâñáúêü (CP 1255)
ru: é×ÒÉÔ Windows (CP 1255)

source: Windows Japanese (CP 932)
el: Windows Éáðùíéêü (CP 932)
ru: ñÐÏÎÓËÉÊ Windows (CP 932)

source: Windows Korean (CP 949)
el: Windows ÊïñåÜôéêï (CP 949)
ru: ëÏÒÅÊÓËÉÊ Windows (CP 949)

source: Windows NT %lu.%lu (build %lu
ru: Windows NT %lu.%lu (ÓÂÏÒËÁ %lu

source: Windows Server 2003 (build %lu
ru: Windows Server 2003 (ÓÂÏÒËÁ %lu

source: Windows Turkish (CP 1254)
el: Windows Ôïõñêéêü (CP 1254)
ru: ôÕÒÅÃËÉÊ Windows (CP 1254)

source: Windows Western European (CP 1252)
el: Windows Äõôéêï-Åõñùðáúêü (CP 1252)
ru: úÁÐÁÄÎÏ-Å×ÒÏÐÅÊÓËÉÊ Windows (CP 1252)

source: Windows XP (build %lu
ru: Windows XP (ÓÂÏÒËÁ %lu

source: Write error on file '%s'
el: ÓöÜëìá åããñáöÞò (write error) óôï áñ÷åßï '%s'
ru: ïÛÉÂËÁ ÚÁÐÉÓÉ × ÆÁÊÌ '%s'

source: XML parsing error: '%s' at line %d
el: XML óöÜëìá áíÜãíùóçò (parsing error): '%s' óôç ãñáììÞ %d
ru: ïÛÉÂËÁ ÒÁÚÂÏÒÁ XML: '%s' × ÓÔÒÏËÅ %d

source: XPM: Malformed pixel data!
el: XPM: Êáêïó÷çìáôéóìÝíá äåäïìÝíá åéêïíïóôïé÷åßùí (pixel)!
ru: XPM: îÅ×ÅÒÎÏ ÓÆÏÒÍÉÒÏ×ÁÎÎÙÅ ÄÁÎÎÙÅ ÐÉËÓÅÌÏ×!

source: XPM: malformed colour definition '%s'!
el: XPM: êáêïó÷çìáôéóìÝíïò ïñéóìüò ÷ñþìáôïò '%s'!
ru: XPM: ÎÅ×ÅÒÎÏÅ ÓÆÏÒÍÉÒÏ×ÁÎÎÏÅ ÏÐÒÅÄÅÌÅÎÉÅ Ã×ÅÔÁ '%s'!

source: XRC resource '%s' (class '%s') not found!
el: XRC resource '%s' (ôÜîç(class) '%s') äåí âñÝèçêå!
ru: òÅÓÕÒÓ XRC '%s' (ËÌÁÓÓ '%s') ÎÅ ÎÁÊÄÅÎ!

source: XRC resource: Cannot create bitmap from '%s'.
el: XRC resource: Äåí åßíáé äõíáôÞ ç äçìéïõñãßá bitmap áðü '%s'.
ru: òÅÓÕÒÓ XRC: îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ÉÚÏÂÒÁÖÅÎÉÅ ÉÚ '%s'.

source: XRC resource: Incorrect colour specification '%s' for property '%s'.
el: XRC resource: ËáíèáóìÝíïò êáèïñéóìüò ÷ñþìáôïò '%s' ãéá ôçí éäéüôçôá '%s'.
ru: òÅÓÕÒÓ XRC: îÅ×ÅÒÎÁÑ ÓÐÅÃÉÆÉËÁÃÉÑ Ã×ÅÔÁ '%s' ÄÌÑ Ó×ÏÊÓÔ×Á '%s'.

source: Yes
el: Íáé
ru: äÁ

source: You cannot add a new directory to this section.
el: Äåí ìðïñåßôå íá ðñïóèÝóåôå êáéíïýñãéï êáôÜëïãï óå áõôü ôï ôìÞìá.
ru: ÷Ù ÎÅ ÍÏÖÅÔÅ ÄÏÂÁ×ÉÔØ ÎÏ×ÙÊ ËÁÔÁÌÏÇ × ÜÔÕ ÓÅËÃÉÀ.

source: Zoom &In
el: &Áýîçóç æïõì
ru: &õ×ÅÌÉÞÉÔØ

source: Zoom &Out
el: &ÅëÜôôùóç æïõì
ru: õ&ÍÅÎØÛÉÔØ

source: Zoom to &Fit
el: ÂÝëôéóôï æïõì
ru: &òÁÓÔÑÎÕÔØ

source: [EMPTY]
el: [ÊÅÍÏ]
ru: [ðõóôï]

source: a DDEML application has created a prolonged race condition.
el: ìéá DDEML åöáñìïãÞ Ý÷åé äçìéïõñãÞóåé Ýíáí ðáñáôåôáìÝíï race condition.
ru: ÐÒÉÌÏÖÅÎÉÅ DDEML ÓÏÚÄÁÌÏ ÄÌÉÔÅÌØÎÙÊ race condition.

source: a DDEML function was called without first calling the DdeInitialize function, or an invalid instance identifier was passed to a DDEML function.
el: ìéá óõíÜñôçóç(function) DDEML êëÞèçêå ÷þñéò ðñþôá íá êáëÝóåé ôçí DdeInitialize óõíÜñôçóç(function), Þ Ýíá ëáíèáóìÝíï áíáãíùñéóôéêü(identifier) instance äüèçêå óå ìéá DDEML óõíÜñôçóç(function).
ru: ÆÕÎËÃÉÑ DDEML ÂÙÌÁ ×ÙÚ×ÁÎÁ ÂÅÚ ÐÅÒ×ÏÎÁÞÁÌØÎÏÇÏ ×ÙÚÏ×Á ÆÕÎËÃÉÉ DdeInitialize, ÉÌÉ ÎÅ×ÅÒÎÙÊ ÉÄÅÎÔÉÆÉËÁÔÏÒ ÜËÚÅÍÐÌÑÒÁ ÂÙÌ ÐÅÒÅÄÁÎ × ÆÕÎËÃÉÀ DDEML.

source: a client's attempt to establish a conversation has failed.
el: ç ðñïóðÜèåéá åíüò ðåëÜôç(client) íá åäñáéþóåé(establish) ìßá óõíäéÜëåîç(conversation) áðÝôõ÷å.
ru: ÐÏÐÙÔËÁ ËÌÉÅÎÔÁ ÕÓÔÁÎÏ×ÉÔØ ÄÉÁÌÏÇ ÎÅ ÕÄÁÌÁÓØ.

source: a memory allocation failed.
el: ìßá ðñïóðÜèåéá äÝóìåõóçò (allocation) ìíÞìçò áðÝôõ÷å.
ru: ÏÛÉÂËÁ ×ÙÄÅÌÅÎÉÑ ÐÁÍÑÔÉ.

source: a parameter failed to be validated by the DDEML.
el: áðÝôõ÷å ç åðéêýñùóç ìéáò ðáñáìÝôñïõ áðü ôï DDEML.
ru: ÎÅ ÕÄÁÌÏÓØ ÐÒÏ×ÅÒÉÔØ ÐÁÒÁÍÅÔÒ Ó ÐÏÍÏÝØÀ DDEML.

source: a request for a synchronous advise transaction has timed out.
el: ìßá áßôçóç ãéá óýã÷ñïíç(synchronous) åíçìåñùôéêÞ(advise) óõíáëëáãÞ(transaction) îåðÝñáóå ôï ÷ñïíéêü ðåñéèþñéï (timed out)
ru: ÐÒÏÉÚÏÛÅÌ ÔÁÊÍ-ÁÕÔ ÐÒÉ ÚÁÐÒÏÓÅ ÓÉÎÈÒÏÎÎÏÇÏ ÉÚ×ÅÝÅÎÉÑ ÔÒÁÎÚÁËÃÉÉ

source: a request for a synchronous data transaction has timed out.
el: ìßá áßôçóç ãéá óýã÷ñïíç(synchronous) óõíáëëáãÞ(transaction) äåäïìÝíùí(data) îåðÝñáóå ôï ÷ñïíéêü ðåñéèþñéï (timed out)
ru: ÐÒÏÉÚÏÛÅÌ ÔÁÊÍ-ÁÕÔ ÐÒÉ ÓÉÎÈÒÏÎÎÏÍ ÚÁÐÒÏÓÅ ÄÁÎÎÙÈ ÔÒÁÎÚÁËÃÉÉ

source: a request for a synchronous execute transaction has timed out.
el: ìßá áßôçóç ãéá óýã÷ñïíç(synchronous) óõíáëëáãÞ(transaction) åêôÝëåóçò(execute) îåðÝñáóå ôï ÷ñïíéêü ðåñéèþñéï (timed out)
ru: ÐÒÏÉÚÏÛÅÌ ÔÁÊÍ-ÁÕÔ ÐÒÉ ÚÁÐÒÏÓÅ ÓÉÎÈÒÏÎÎÏÇÏ ×ÙÐÏÌÎÅÎÉÑ ÔÒÁÎÚÁËÃÉÉ

source: a request for a synchronous poke transaction has timed out.
el: ìßá áßôçóç ãéá óýã÷ñïíç(synchronous) poke óõíáëëáãÞ(transaction) îåðÝñáóå ôï ÷ñïíéêü ðåñéèþñéï (timed out)
ru: ÐÒÏÉÚÏÛÅÌ ÔÁÊÍ-ÁÕÔ ÐÒÉ ÚÁÐÒÏÓÅ ÓÉÎÈÒÏÎÎÏÇÏ ÐÏÍÅÝÅÎÉÑ ÔÒÁÎÚÁÃÉÉ

source: a request to end an advise transaction has timed out.
el: ìßá áßôçóç ãéá ôåñìáôéóìü ìéáò åíçìåñùôéêÞò(advise) óõíáëëáãÞò(transaction) îåðÝñáóå ôï ÷ñïíéêü ðåñéèþñéï (timed out)
ru: ÐÒÏÉÚÏÛÅÌ ÔÁÊÍ-ÁÕÔ ÐÒÉ ÚÁÐÒÏÓÅ ÎÁ ÚÁ×ÅÒÛÅÎÉÅ ÉÚ×ÅÝÅÎÉÑ ÔÒÁÎÚÁËÃÉÉ

source: a server-side transaction was attempted on a conversation that was terminated by the client, or the server terminated before completing a transaction.
el: áðïðåéñÜèçêå ìéá óõíáëëáãç óôç ìåñéÜ ôïõ åîõðçñåôçôÞ (server-side) óå ìéá óõíäßáëåîç (conversation) ðïõ åß÷å ôåñìáôéóôåß áðü ôïí ðåëÜôç(client), Þ ï åîõðçñåôçôÞò (server) ôåñìÜôéóå ðñéí ïëïêëçñùèåß ìéá óõíáëëáãÞ( transaction).
ru: ÔÒÁÎÚÁËÃÉÑ ÎÁ ÓÔÏÒÏÎÅ ÓÅÒ×ÅÒÁ ÐÏÐÙÔÁÌÁÓØ ÐÒÏÉÚ×ÅÓÔÉ ÄÉÁÌÏÇ , ÞÔÏ ÂÙÌÏ ÐÒÅÒ×ÁÎÏ ËÌÉÅÎÔÏÍ, ÌÉÂÏ ÒÁÂÏÔÁ ÓÅÒ×ÅÒÁ ÂÙÌÁ ÏÓÔÁÎÏ×ÌÅÎÁ ÄÏ ÚÁ×ÅÒÛÅÎÉÑ ÔÒÁÎÚÁËÃÉÉ.

source: a transaction failed.
el: ìßá óõíáëëáãÞ (transaction) áðÝôõ÷å.
ru: ÔÒÁÎÚÁËÃÉÑ ÚÁ×ÅÒÛÉÌÁÓØ Ó ÏÛÉÂËÏÊ

source: an application initialized as APPCLASS_MONITOR has attempted to perform a DDE transaction, or an application initialized as APPCMD_CLIENTONLY has attempted to perform server transactions.
el: ìßá åöáñìïãÞ ðïõ áñ÷éêïðïéÞèçêå ùò APPCLASS_MONITOR ðñïóðÜèçóå íá êÜíåé ìéá óõíáëëáãÞ (transaction) DDE, Þ ìßá åöáñìïãÞ ðïõ áñ÷éêïðïéÞèçêå ùò APPCMD_CLIENTONLY ðñïóðÜèçóå íá êÜíåé óõíáëëáãÝò åîõðçñåôçôÞ (server transactions).
ru: ÐÒÉÌÏÖÅÎÉÅ, ÉÎÉÃÉÁÌÉÚÉÒÏ×ÁÎÎÏÅ ËÁË APPCLASS_MONITOR ÐÙÔÁÌÏÓØ ×ÙÐÏÌÎÉÔØ ÔÒÁÎÚÁËÃÉÀ DDE, ÉÌÉ ÐÒÉÌÏÖÅÎÉÅ, ÉÎÉÃÉÁÌÉÚÉÒÏ×ÁÎÎÏÅ ËÁË APPCMD_CLIENTONLY ÐÙÔÁÌÏÓØ ÏÓÕÝÅÓÔ×ÉÔØ ÓÅÒ×ÅÒÎÕÀ ÔÒÁÎÚÁËÃÉÀ.

source: an internal call to the PostMessage function has failed.
el: ìßá åóùôåñéêÞ êëÞóç óôçí óõíÜñôçóç (function) PostMessage áðÝôõ÷å.
ru: ×ÎÕÔÒÅÎÎÉÊ ×ÙÚÏ× ÆÕÎËÃÉÉ PostMessage ÎÅ ÕÄÁÌÓÑ.

source: an internal error has occurred in the DDEML.
el: Ýíá åóùôåñéêü ëÜèïò óõíÝâç óôï DDEML.
ru: × DDEML ÐÒÏÉÚÏÛÌÁ ×ÎÕÔÒÅÎÎÑÑ ÏÛÉÂËÁ.

source: an invalid transaction identifier was passed to a DDEML function. Once the application has returned from an XTYP_XACT_COMPLETE callback, the transaction identifier for that callback is no longer valid.
el: Ýíá ëáíèáóìÝíï áíáãíùñéóôéêü(identifier) óõíáëëáãÞò(transaction) äþèçêå óå ìßá DDEML óõíÜñôçóç(function). ¼ôáí ç åöáñìïãÞ åðéóôñÝøåé áðü Ýíá XTYP_XACT_COMPLETE callback, ôï áíáãíùñéóôéêü óõíáëëáãÞò ãéá åêåßíï ôï callback äåí èá åßíáé ðëÝïí Ýãêõñï.
ru: ÎÅ×ÅÒÎÙÊ ÉÄÅÎÔÉÆÉËÁÔÏÒ ÔÒÁÎÚÁËÃÉÉ ÂÙÌ ÐÅÒÅÄÁÎ × ÆÕÎËÃÉÀ DDEML. ëÏÇÄÁ ÐÒÉÌÏÖÅÎÉÅ ×ÏÚ×ÒÁÔÉÔÓÑ ÉÚ ÏÂÒÁÔÎÏÇÏ ×ÙÚÏ×Á XTYP_XACT_COMPLETE, ÉÄÅÎÔÉÆÉËÁÔÏÒ ÔÒÁÎÚÁËÃÉÉ ÄÌÑ ÜÔÏÇÏ ÏÂÒÁÔÎÏÇÏ ×ÙÚÏ×Á ÂÏÌÅÅ ÎÅ ÂÕÄÅÔ ×ÅÒÎÙÍ.

source: assuming this is a multi-part zip concatenated
ru: ÐÏÄÒÁÚÕÍÅ×ÁÅÔÓÑ, ÞÔÏ ÜÔÏ ÏÂßÅÄÉÎÅÎÉÅ ÍÎÏÇÏÔÏÍÎÏÇÏ zip

source: attempt to change immutable key '%s' ignored.
el: ç ðñïóðÜèåéá áëëáãÞò áìåôÜâëçôïõ êëåéäéïý '%s' áãíïÞèçêå.
ru: ÐÏÐÙÔËÁ ÉÚÍÅÎÉÔØ ÎÅÉÚÍÅÎÑÅÍÙÊ ËÌÀÞ '%s' ÐÒÏÉÇÎÏÒÉÒÏ×ÁÎÁ.

source: bad arguments to library function
el: ëáíèáóìÝíåò ðáñÜìåôñïé óå óõíÜñôçóç âéâëéïèÞêçò
ru: ÎÅ×ÅÒÎÙÅ ÁÒÇÕÍÅÎÔÙ Õ ÂÉÂÌÉÏÔÅÞÎÏÊ ÆÕÎËÃÉÉ

source: bad signature
el: êáêÞ óÞìáíóç
ru: ÎÅ×ÅÒÎÁÑ ÐÏÄÐÉÓØ

source: bad zipfile offset to entry
ru: ÎÅ×ÅÒÎÏÅ ÓÍÅÝÅÎÉÅ × ÜÌÅÍÅÎÔ Õ zipfile

source: binary
el: äõáäéêü
ru: Ä×ÏÉÞÎÙÊ

source: bold
el: Ýíôïíï
ru: ÖÉÒÎÙÊ

source: bold
el: Ýíôïíï
ru: ÖÉÒÎÙÊ

source: can't close file '%s'
el: äåí åßíáé äõíáôü ôï êëåßóéìï ôïõ áñ÷åßïõ '%s'
ru: ÎÅ×ÏÚÍÏÖÎÏ ÚÁËÒÙÔØ ÆÁÊÌ '%s'

source: can't close file descriptor %d
el: áäýíáôï ôï êëåßóéìï ðåñéãñáöÝá (descriptor) áñ÷åßïõ %d
ru: ÎÅ×ÏÚÍÏÖÎÏ ÚÁËÒÙÔØ ÄÅÓËÒÉÐÔÏÒ ÆÁÊÌÁ %d

source: can't commit changes to file '%s'
el: áäýíáôç ç äÝóìåõóç ôùí áëëáãþí óôï áñ÷åßï '%s'
ru: ÎÅ×ÏÚÍÏÖÎÏ ÚÁÐÉÓÁÔØ ÉÚÍÅÎÅÎÉÑ × ÆÁÊÌ '%s'

source: can't create file '%s'
el: äåí åßíáé äõíáôÞ ç äçìéïõñãßá ôïõ áñ÷åßïõ '%s'
ru: ÎÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ÆÁÊÌ '%s'

source: can't delete user configuration file '%s'
el: Äåí åßíáé äõíáôÞ ç äéáãñáöÞ ôïõ áñ÷åßïõ ñõèìßóåùí '%s' ôïõ ÷ñÞóôç
ru: ÎÅ×ÏÚÍÏÖÎÏ ÕÄÁÌÉÔØ ÆÁÊÌ ËÏÎÆÉÇÕÒÁÃÉÉ ÐÏÌØÚÏ×ÁÔÅÌÑ '%s'

source: can't determine if the end of file is reached on descriptor %d
el: áäýíáôï íá êáèïñéóôåß åáí ôï ôÝëïò áñ÷åßïõ ôïõ Ý÷åé öôÜóåé óôï ðåñéãñáöÝá (descriptor) %d
ru: ÎÅ×ÏÚÍÏÖÎÏ ÏÐÒÅÄÅÌÉÔØ ÄÏÓÔÉÖÅÎÉÅ ËÏÎÃÁ ÆÁÊÌÁ Ó ÄÅÓËÒÉÐÔÏÒÏÍ %d

source: can't find central directory in zip
el: Äåí åßíáé äõíáôÞ ç åýñåóç ôïõ êåíôñéêïý êáôáëüãïõ óôï óõìðéåóìÝíï áñ÷åßï
ru: îÅ×ÏÚÍÏÖÎÏ ÎÁÊÔÉ ÃÅÎÔÒÁÌØÎÙÊ ËÁÔÁÌÏÇ × zip

source: can't find length of file on file descriptor %d
el: áäýíáôç ç åýñåóç ôïõ ìåãÝèïõò áñ÷åßïõ óôïí ðåñéãñáöÝá áñ÷åßïõ (file desciptor) %d
ru: ÎÅ×ÏÚÍÏÖÎÏ ÎÁÊÔÉ ÄÌÉÎÕ ÆÁÊÌÁ Ó ÄÅÓËÒÉÐÔÏÒÏÍ %d

source: can't find user's HOME, using current directory.
el: áäýíáôç ç åýñåóç ôïõ HOME ôïõ ÷ñÞóôç, ãßíåôáé ÷ñÞóç ôñÝ÷ïíôïò êáôáëüãïõ.
ru: ÎÅ×ÏÚÍÏÖÎÏ ÏÐÒÅÄÅÌÉÔØ ÄÏÍÁÛÎÉÊ ËÁÔÁÌÏÇ ÐÏÌØÚÏ×ÁÔÅÌÑ, ÂÕÄÅÔ ÉÓÐÏÌØÚÏ×ÁÎ ÔÅËÕÝÉÊ ËÁÔÁÌÏÇ.

source: can't flush file descriptor %d
el: äåí ìðïñåß íá ðñáãìáôïðïéçèåß ôï Üäåéáóìá (flush) ôïõ ðåñéãñáöÝá áñ÷åßïõ %d
ru: ÎÅ×ÏÚÍÏÖÎÏ ÓÂÒÏÓÉÔØ ÂÕÆÅÒ ÆÁÊÌÁ Ó ÄÅÓËÒÉÐÔÏÒÏÍ %d

source: can't get seek position on file descriptor %d
el: áäýíáôç ç ëÞøç èÝóçò áíáæÞôçóçò (seek position) óôïí ðåñéãñáöÝá(descriptor) áñ÷åßïõ %d
ru: ÎÅ×ÏÚÍÏÖÎÏ ÐÏÌÕÞÉÔØ ÔÅËÕÝÕÀ ÐÏÚÉÃÉÀ ÆÁÊÌÁ Ó ÄÅÓËÒÉÐÔÏÒÏÍ %d

source: can't load any font, aborting
el: áäýíáôç ç öüñôùóç ïðïéáóäÞðïôå ãñáììáôïóåéñÜò, ãßíåôáé ìáôáßùóç
ru: ÎÅ×ÏÚÍÏÖÎÏ ÚÁÇÒÕÚÉÔØ ÎÉ ÏÄÉÎ ÛÒÉÆÔ, ÏÓÔÁÎÏ×

source: can't open file '%s'
el: äåí åßíáé äõíáôü ôï Üíïéãìá ôïõ áñ÷åßïõ '%s'
ru: ÎÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ÆÁÊÌ '%s'

source: can't open global configuration file '%s'.
el: äåí åßíáé äõíáôü ôï Üíïéãìá ôïõ ãåíéêïý(global) áñ÷åßïõ ñõèìßóåùí %s
ru: ÎÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ÇÌÏÂÁÌØÎÙÊ ÆÁÊÌ ËÏÎÆÉÇÕÒÁÃÉÉ '%s'.

source: can't open user configuration file '%s'.
el: äåí åßíáé äõíáôü ôï Üíïéãìá ôïõ áñ÷åßïõ ñõèìßóåùí '%s' ôïõ ÷ñÞóôç
ru: ÎÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ÐÏÌØÚÏ×ÁÔÅÌØÓËÉÊ ÆÁÊÌ ËÏÎÆÉÇÕÒÁÃÉÉ '%s'.

source: can't open user configuration file.
el: áäýíáôï ôï Üíïéãìá áñ÷åßïõ ñõèìßóåùí ôïõ ÷ñÞóôç.
ru: ÎÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ÐÏÌØÚÏ×ÁÔÅÌØÓËÉÊ ÆÁÊÌ ËÏÎÆÉÇÕÒÁÃÉÉ.

source: can't query for GUI plugins name in console applications
el: äåí åßíáé äõíáôÞ ç áíáæÞôçóç ãéá åðåêôÜóåéò GUI óå åöáñìïãÝò êïíóüëáò
ru: ÏÐÒÏÓ ÎÁÚ×ÁÎÉÊ ÒÁÓÛÉÒÅÎÉÊ GUI × ËÏÎÓÏÌØÎÙÈ ÐÒÉÌÏÖÅÎÉÑÈ ÎÅ×ÏÚÍÏÖÅÎ

source: can't re-initialize zlib deflate stream
el: Äåí åßíáé äõíáôÞ ç áñ÷éêïðïßçóç ôçò ñïÞò zlib deflate.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÅÒÅÉÎÉÃÉÁÌÉÚÉÒÏ×ÁÔØ ÐÏÔÏË ÒÁÓÐÁËÏ×ËÉ zlib

source: can't re-initialize zlib inflate stream
el: Äåí åßíáé äõíáôÞ ç áñ÷éêïðïßçóç ôçò ñïÞò zlib inflate.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÅÒÅÉÎÉÃÉÁÌÉÚÉÒÏ×ÁÔØ ÐÏÔÏË ÓÖÁÔÉÑ zlib

source: can't read from file descriptor %d
el: áäýíáôç ç áíÜãíùóç áðü ðåñiãñáöÝá (descriptor) áñ÷åßïõ %d
ru: ÏÛÉÂËÁ ÞÔÅÎÉÑ ÆÁÊÌÁ Ó ÄÅÓËÒÉÐÔÏÒÏÍ %d

source: can't remove file '%s'
el: äåí åßíáé äõíáôü ôï óâÞóéìï ôïõ áñ÷åßïõ '%s'
ru: ÏÛÉÂËÁ ÕÄÁÌÅÎÉÑ ÆÁÊÌÁ '%s'

source: can't remove temporary file '%s'
el: äåí åßíáé äõíáôü ôï óâÞóéìï ôïõ ðñïóùñéíïý áñ÷åßïõ '%s'
ru: ÏÛÉÂËÁ ÕÄÁÌÅÎÉÑ ×ÒÅÍÅÎÎÏÇÏ ÆÁÊÌÁ '%s'

source: can't seek on file descriptor %d
el: áäýíáôç ç áíáæÞôçóç(seek) óôïí ðåñãñáöÝá(descriptor) áñ÷åßïõ %d
ru: ÎÅ×ÏÚÍÏÖÎÏ ÐÅÒÅÍÅÓÔÉÔØÓÑ ÐÏ ÆÁÊÌÕ Ó ÄÅÓËÒÉÐÔÏÒÏÍ %d

source: can't write buffer '%s' to disk.
el: áäýíáôç ç åããñáöÞ ôçò ðñïóùñéíÞò ìíÞìçò (buffer) '%s' óôï äßóêï.
ru: ÏÛÉÂËÁ ÚÁÐÉÓÉ ÂÕÆÅÒÁ '%s' ÎÁ ÄÉÓË.

source: can't write to file descriptor %d
el: äåí åßíáé äõíáôÞ ç åããñáöÞ ôïõ ðåñéãñáöÝá áñ÷åßïõ(file descriptor) %d
ru: ÎÅ×ÏÚÍÏÖÎÏ ÚÁÐÉÓÁÔØ × ÆÁÊÌ Ó ÄÅÓËÒÉÐÔÏÒÏÍ %d

source: can't write user configuration file.
el: Áäýíáôç ç åããñáöÞ áñ÷åßïõ ñõèìßóåùí ÷ñÞóôç.
ru: ÎÅ×ÏÚÍÏÖÎÏ ÚÁÐÉÓÁÔØ ÐÏÌØÚÏ×ÁÔÅÌØÓËÉÊ ÆÁÊÌ ËÏÎÆÉÇÕÒÁÃÉÉ.

source: catalog file for domain '%s' not found.
el: áñ÷åßï êáôáëüãïõ ãéá ôçí ðåñéï÷Þ (domain) '%s' äåí âñÝèçêå.
ru: ÆÁÊÌ ËÁÔÁÌÏÇÁ ÄÌÑ ÄÏÍÅÎÁ '%s' ÎÅ ÎÁÊÄÅÎ.

source: checksum error
el: óöÜëìá checksum
ru: ÏÛÉÂËÁ ËÏÎÔÒÏÌØÎÏÊ ÓÕÍÍÙ

source: compression error
el: óöÜëìá óõìðßåóçò
ru: ÏÛÉÂËÁ ÓÖÁÔÉÑ

source: conversion to 8-bit encoding failed
el: ç ìåôáôñïðÞ óå 8-bit êùäéêïðïßçóç áðÝôõ÷å
ru: ÐÒÅÏÂÒÁÚÏ×ÁÎÉÅ × 8-ÂÉÔÎÕÀ ËÏÄÉÒÏ×ËÕ ÎÅ ÕÄÁÌÏÓØ

source: date
el: çìåñïìçíßá
ru: ÄÁÔÁ

source: decompression error
el: óöÜëìá áðïóõìðßåóçò
ru: ÏÛÉÂËÁ ÒÁÓÐÁËÏ×ËÉ

source: default
el: ðñïêáèïñéóìÝíï
ru: ÐÏ-ÕÍÏÌÞÁÎÉÀ

source: delegate has no type info
el: ï åêðñüóùðïò(delegate) äåí Ý÷åé ðëçñïöïñßåò ôýðïõ
ru: ÄÅÌÅÇÁÔ ÎÅ ÉÍÅÅÔ ÉÎÆÏÒÍÁÃÉÉ Ï ÔÉÐÅ

source: dump of the process state (binary)
ru: ÄÁÍÐ ÓÏÓÔÏÑÎÉÑ ÐÒÏÃÅÓÓÁ (Ä×ÏÉÞÎÙÊ)

source: eighteenth
el: äÝêáôï üãäïï
ru: ×ÏÓÅÍÎÁÄÃÁÔÙÊ

source: eighth
el: üãäïï
ru: ×ÏÓØÍÏÊ

source: eleventh
el: Ýâäïìï
ru: ÏÄÉÎÎÁÄÃÁÔÙÊ

source: encoding %s
el: êùäéêïðïßçóç %s
ru: ËÏÄÉÒÏ×ËÁ %s

source: entry '%s' appears more than once in group '%s'
el: ç åéóáãùãÞ(entry) '%s' åìöáíßæåôáé ðÜíù áðü ìßá öïñÜ óôï ãêñïýð '%s'
ru: ÐÏÌÅ '%s' ÐÏÑ×ÌÑÅÔÓÑ ÂÏÌÅÅ ÏÄÎÏÇÏ ÒÁÚÁ × ÇÒÕÐÐÅ '%s'

source: error in data format
el: óöÜëìá óôç ìïñöÞ ôùí äåäïìÝíùí
ru: ÏÛÉÂËÁ × ÆÏÒÍÁÔÅ ÄÁÎÎÙÈ

source: error opening file
el: óöÜëìá êáôÜ ôï Üíïéãìá ôïõ áñ÷åßïõ
ru: ÏÛÉÂËÁ ÏÔËÒÙÔÉÑ ÆÁÊÌÁ

source: error reading zip central directory
el: óöÜëìá êáôá ôçí áíÜãíùóç êåíôñéêïý êáôáëüãïõ óôï óõìðéåóìÝíï áñ÷åßï
ru: ÏÛÉÂËÁ ÞÔÅÎÉÑ ÃÅÎÔÒÁÌØÎÏÇÏ ËÁÔÁÌÏÇÁ zip

source: error reading zip local header
el: óöÜëìá êáôÜ ôçí áíÜãíùóç ôïðéêÞò êåöáëßäáò ôïõ óõìðéåóìÝíïõ áñ÷åßïõ
ru: ÏÛÉÂËÁ ÞÔÅÎÉÑ ÌÏËÁÌØÎÏÇÏ ÚÁÇÏÌÏ×ËÁ zip

source: error writing zip entry '%s': bad crc or length
el: óöÜëìá êáôÜ ôçí åããñáöÞ áñ÷åßïõ zip '%s': åóöáëìÝíï crc Þ ìÞêïò
ru: ÏÛÉÂËÁ ÚÁÐÉÓÉ ÜÌÅÍÅÎÔÁ zip '%s': ÎÅ×ÅÒÎÁÑ ÄÌÉÎÁ ÉÌÉ ËÏÎÔÒÏÌØÎÁÑ ÓÕÍÍÁ

source: establish
el: åäñáßùóå
ru: ÕÓÔÁÎÏ×ÉÔØ

source: failed to flush the file '%s'
el: Áðïôõ÷ßá áäåéÜóìáôïò buffer (flush) ôïõ áñ÷åßïõ '%s'
ru: ÏÛÉÂËÁ ÓÂÒÏÓÁ ÂÕÆÅÒÁ ÆÁÊÌÁ '%s'.

source: fifteenth
el: äÝêáôï-ðÝìðôï
ru: ÐÑÔÎÁÄÃÁÔÙÊ

source: fifth
el: ðÝìðôï
ru: ÐÑÔÙÊ

source: file '%s', line %d: '%s' ignored after group header.
el: áñ÷åßï '%s', ãñáììÞ %d: ôï '%s' áãíïÞèçêå ìåôÜ ôçí åðéêåöáëßäá ôïõ ãêñïýð.
ru: ÆÁÊÌ '%s', ÓÔÒÏËÁ %d: '%s' ÐÒÏÉÇÎÏÒÉÒÏ×ÁÎÏ ÐÏÓÌÅ ÚÁÇÏÌÏ×ËÁ ÇÒÕÐÐÙ.

source: file '%s', line %d: '=' expected.
el: áñ÷åßï '%s', ãñáììÞ %d: áíáìåíüôáí '=' .
ru: ÆÁÊÌ '%s', ÓÔÒÏËÁ %d: ÏÖÉÄÁÌÓÑ '='.

source: file '%s', line %d: key '%s' was first found at line %d.
el: áñ÷åßï '%s', ãñáììÞ %d: ôï êëåéäß '%s' âñÝèçêå ãéá ðñþôç öïñÜ óôç ãñáììÞ %d.
ru: ÆÁÊÌ '%s', ÓÔÒÏËÁ %d: ËÌÀÞ '%s' ÂÙÌ ÕÖÅ ÚÁÍÅÞÅÎ ÎÁ ÓÔÒÏËÅ %d.

source: file '%s', line %d: value for immutable key '%s' ignored.
el: áñ÷åßï '%s', ãñáììÞ %d: ôéìÞ ãéá áìåôÜâëçôï êëåéäß '%s' áãíïÞèçêå.
ru: ÆÁÊÌ '%s', ÓÔÒÏËÁ %d: ÚÎÁÞÅÎÉÅ ÎÅÉÚÍÅÎÑÅÍÏÇÏ ËÌÀÞÁ '%s' ÐÒÏÉÇÎÏÒÉÒÏ×ÁÎÏ.

source: file '%s': unexpected character %c at line %d.
el: áñ÷åßï '%s': áðñïóäüêçôïò ÷áñáêôÞñáò %c óôç ãñáììÞ %d.
ru: ÆÁÊÌ '%s': ÎÅÏÖÉÄÁÎÎÙÊ ÓÉÍ×ÏÌ %c × ÓÔÒÏËÅ %d.

source: first
el: ðñþôï
ru: ÐÅÒ×ÙÊ

source: font size
el: ìÝãåèïò ãñáììáôïóåéñÜò
ru: ÒÁÚÍÅÒ ÛÒÉÆÔÁ

source: fourteenth
el: äÝêáôï ôÝôáñôï
ru: ÞÅÔÙÒÎÁÄÃÁÔÙÊ

source: fourth
el: ôÝôáñôï
ru: ÞÅÔ×ÅÒÔÙÊ

source: generate verbose log messages
el: äçìéïõñãßá áíáëõôéêþí (verbose) ìçíõìÜôùí êáôáãñáöÞò (log)
ru: ÇÅÎÅÒÉÒÏ×ÁÔØ ÐÏÄÒÏÂÎÙÅ ÓÏÏÂÝÅÎÉÑ ÏÔÌÁÄËÉ

source: incorrect event handler string, missing dot
el: åóöáëìÝíï string ÷åéñéóôÞ event, ëåßðåé ôåëåßá
ru: ÎÅ×ÅÒÎÁÑ ÓÔÒÏËÁ ÏÂÒÁÂÏÔÞÉËÁ ÓÏÂÙÔÉÑ, ÔÏÞËÁ ÐÒÏÐÕÝÅÎÁ

source: initiate
el: áñ÷éêïðïßçóå
ru: ÎÁÞÁÔØ Ú×ÏÎÉÔØ

source: invalid eof() return value.
el: ëáíèáóìÝíç ôéìÞ åðéóôñïöÞò ôïõ eof().
ru: ÎÅÄÏÐÕÓÔÉÍÏÅ ÚÎÁÞÅÎÉÅ ×ÏÚ×ÒÁÔÁ ÉÚ eof().

source: invalid message box return value
el: ìç áðïäåêôÞ ôéìÞ åðéóôñïöÞò ðáñÜèõñïõ ìçíýìáôïò
ru: ÎÅÄÏÐÕÓÔÉÍÏÅ ÚÎÁÞÅÎÉÅ ×ÏÚ×ÒÁÔÁ ÉÚ ÏËÎÁ ÓÏÏÂÝÅÎÉÑ

source: invalid zip file
el: ìç Ýãêõñï óõìðéåóìÝíï áñ÷åßï
ru: ÎÅ×ÅÒÎÙÊ ÆÁÊÌ zip

source: italic
el: ðëÜãéï
ru: ËÕÒÓÉ×

source: light
el: áðáëü(light)
ru: Ó×ÅÔÌÙÊ

source: light
el: áðáëü(light)
ru: Ó×ÅÔÌÙÊ

source: locale '%s' can not be set.
el: ç ãëþóóá '%s' äåí ìðïñåé íá ïñéóôåß
ru: ÌÏËÁÌØ '%s' ÎÅ ÍÏÖÅÔ ÂÙÔØ ÕÓÔÁÎÏ×ÌÅÎÁ.

source: looking for catalog '%s' in path '%s'.
el: ãßíåôáé åýñåóç ôïõ êáôáëüãïõ '%s' óôï ìïíïðÜôé '%s'.
ru: ÐÏÉÓË ËÁÔÁÌÏÇÁ '%s' × ÐÕÔÉ '%s'.

source: midnight
el: ìåóÜíõêôá
ru: ÐÏÌÎÏÞØ

source: nineteenth
el: äÝêáôï Ýíáôï
ru: ÄÅ×ÑÔÎÁÄÃÁÔÙÊ

source: ninth
el: Ýíáôï
ru: ÄÅ×ÑÔÙÊ

source: no DDE error.
el: êáíÝíá ëÜèïò DDE
ru: ÎÅÔ ÏÛÉÂËÉ DDE

source: no error
el: êáíÝíá ëÜèïò
ru: ÎÅÔ ÏÛÉÂËÉ

source: noname
el: áíþíõìï
ru: ÂÅÚ ÉÍÅÎÉ

source: noon
el: ìåóçìÝñé
ru: ÐÏÌÄÅÎØ

source: objects cannot have XML Text Nodes
el: ôá áíôéêåßìåíá äåí ìðïñïýí íá Ý÷ïõí XML êüìâïõò êåéìÝíïõ
ru: ÏÂßÅËÔÙ ÎÅ ÍÏÇÕÔ ÉÍÅÔØ ÔÅËÓÔÏ×ÙÅ ÕÚÌÙ XML

source: out of memory
el: áíåðáñêÞò ìíÞìç
ru: ÎÅÄÏÓÔÁÔÏÞÎÏ ÐÁÍÑÔÉ

source: process context description
ru: ÏÐÉÓÁÎÉÅ ËÏÎÔÅËÓÔÁ ÐÒÏÃÅÓÓÁ

source: read error
el: óöÜëìá áíÜãíùóçò
ru: ÏÛÉÂËÁ ÞÔÅÎÉÑ

source: reading
el: ãßíåôáé áíÜãíùóç
ru: ÞÔÅÎÉÅ

source: reading zip stream (entry %s): bad crc
el: áíÜãíùóç ñïÞò zip (åããñáöÞ %s): åóöáëìÝíï crc
ru: ÞÔÅÎÉÅ ÐÏÔÏËÁ zip (ÔÏÞËÁ ×ÈÏÄÁ %s): ÎÅ×ÅÒÎÁÑ ËÏÎÔÒÏÌØÎÁÑ ÓÕÍÍÁ

source: reading zip stream (entry %s): bad length
el: áíÜãíùóç ñïÞò zip (åããñáöÞ %s): ëáíèáóìÝíï ìÞêïò
ru: ÞÔÅÎÉÅ ÐÏÔÏËÁ zip (ÔÏÞËÁ ×ÈÏÄÁ %s): ÎÅ×ÅÒÎÁÑ ÄÌÉÎÁ

source: reentrancy problem.
el: ðñüâëçìá åðáíåéóáãùãÞò (reentrancy problem).
ru: ÐÒÏÂÌÅÍÁ ÐÏ×ÔÏÒÎÏÇÏ ×ÈÏÄÁ.

source: second
el: äåýôåñï
ru: ×ÔÏÒÏÊ

source: seek error
el: óöÜëìá åíôïðéóìïý
ru: ÏÛÉÂËÁ ÓÄ×ÉÇÁ

source: seventeenth
el: äÝêáôï-Ýâäïìï
ru: ÓÅÍÎÁÄÃÁÔÙÊ

source: seventh
el: Ýâäïìï
ru: ÓÅÄØÍÏÊ

source: show this help message
el: åìöÜíéóç áõôïý ôïõ ìçíýìáôïò âïçèåßáò
ru: ÐÏËÁÚÁÔØ ÜÔÏ ÓÐÒÁ×ÏÞÎÏÅ ÓÏÏÂÝÅÎÉÅ

source: sixteenth
el: äÝêáôï Ýêôï
ru: ÛÅÓÔÎÁÄÃÁÔÙÊ

source: sixth
el: Ýêôï
ru: ÛÅÓÔÏÊ

source: specify display mode to use (e.g. 640x480-16)
el: äéåõêñéíÞóôå ôïí ôñüðï áðåéêüíéóçò ðïõ èá ÷ñçóéìïðïéçèåß (ð.÷. 640x480-16)
ru: ÕËÁÖÉÔÅ ÒÅÖÉÍ ÜËÒÁÎÁ ÄÌÑ ÉÓÐÏÌØÚÏ×ÁÎÉÑ (ÎÁÐÒÉÍÅÒ, 640x480-16)

source: specify the theme to use
el: êáèïñßóôå ôï èÝìá ðïõ èá ÷ñçóéìïðïéçèåß
ru: ÕËÁÖÉÔÅ ÔÅÍÕ ÄÌÑ ÉÓÐÏÌØÚÏ×ÁÎÉÑ

source: stored file length not in Zip header
el: ôï ìÞêïò ôïõ áðïèêåõìÝíïõ áñ÷åßïõ äåí õðÜñ÷åé óôçí êåöáëßäá Zip
ru: ÓÏÈÒÁÎÅÎÎÁÑ ÄÌÉÎÁ ÆÁÊÌÁ ÎÅ ÎÁÈÏÄÉÔÓÑ × ÚÁÇÏÌÏ×ËÅ Zip

source: tenth
el: äÝêáôï
ru: ÄÅÓÑÔÙÊ

source: the response to the transaction caused the DDE_FBUSY bit to be set.
el: ç áðÜíôçóç óôç óõíáëëáãÞ áíÜãêáóå ôï DDE_FBUSY bit íá ôåèåß.
ru: ÏÔ×ÅÔ ÔÒÁÎÚÁËÃÉÉ ×ÙÚ×ÁÌ ÕÓÔÁÎÏ×ËÕ ÂÉÔÁ DDE_FBUSY.

source: third
el: ôñßôï
ru: ÔÒÅÔÉÊ

source: thirteenth
el: äÝêáôï ôñßôï
ru: ÔÒÉÎÁÄÃÁÔÙÊ

source: tiff module: %s
ru: ÍÏÄÕÌØ tiff: %s

source: today
el: óÞìåñá
ru: ÓÅÇÏÄÎÑ

source: tomorrow
el: áýñéï
ru: ÚÁ×ÔÒÁ

source: twelfth
el: äùäÝêáôï
ru: Ä×ÅÎÁÄÃÁÔÙÊ

source: twentieth
el: åéêïóôü
ru: Ä×ÁÄÃÁÔÙÊ

source: underlined
el: õðïãåãñáììÝíï
ru: ÐÏÄÞÅÒËÎÕÔÙÊ

source: underlined
el: õðïãåãñáììÝíï
ru: ÐÏÄÞÅÒËÎÕÔÙÊ

source: unexpected " at position %d in '%s'.
el: áðñïóäüêçôï " óôç èÝóç %d óôï '%s'.
ru: ÎÅÏÖÉÄÁÎÎÙÊ " × ÐÏÚÉÃÉÉ %d × '%s'.

source: unknown
el: Üãíùóôï
ru: ÎÅÉÚ×ÅÓÔÎÙÊ

source: unknown class %s
el: Üãíùóôç êëÜóç %s
ru: ÎÅÉÚ×ÅÓÔÎÙÊ ËÌÁÓÓ %s

source: unknown error
el: Üíùóôï ëÜèïò
ru: ÎÅÉÚ×ÅÓÔÎÁÑ ÏÛÉÂËÁ

source: unknown error (error code %08x).
el: Üíùóôï ëÜèïò (êùäéêüò ëÜèïõò %08x)
ru: ÎÅÉÚ×ÅÓÔÎÁÑ ÏÛÉÂËÁ (ËÏÄ ÏÛÉÂËÉ %08x)

source: unknown line terminator
el: Üãíùóôï ôåñìáôéêü ãñáììÞò
ru: ÎÅÉÚ×ÅÓÔÎÙÊ ËÏÎÅÃ ÓÔÒÏËÉ

source: unknown seek origin
el: Üãíùóôç áöåôçñßá(origin) áíáæÞôçóçò(seek)
ru: ÎÅÉÚ×ÅÓÔÎÏÅ ÎÁÞÁÌÏ ÓÄ×ÉÇÁ

source: unknown-%d
el: Üãíùóôï-%d
ru: ÎÅÉÚ×ÅÓÔÎÙÊ-%d

source: unnamed
el: áðñïóäéüñéóôï
ru: ÂÅÚÙÍÑÎÎÙÊ

source: unnamed%d
el: áðñïóäéüñéóôï%d
ru: ÂÅÚÙÍÑÎÎÙÊ%d

source: unsupported Zip compression method
el: ìç õðïóôçñéæüìåíç ìÝèïäïò óõìðßåóçò Zip
ru: ÎÅÐÏÄÄÅÒÖÉ×ÁÅÍÙÊ ÍÅÔÏÄ ÓÖÁÔÉÑ Zip

source: unsupported zip archive
el: Ìç õðïóôçñéæüìåíï óõìðéåóìÝíï áñ÷åßï zip
ru: ÎÅÐÏÄÄÅÒÖÉ×ÁÅÍÙÊ zip ÁÒÈÉ×

source: using catalog '%s' from '%s'.
el: ÷ñÞóç êáôáëüãïõ '%s' áðü '%s'
ru: ÉÓÐÏÌØÚÕÅÔÓÑ ËÁÔÁÌÏÇ '%s' ÉÚ '%s'.

source: write error
el: óöÜëìá åããñáöÞò
ru: ÏÛÉÂËÁ ÚÁÐÉÓÉ

source: writing
el: ãßíåôáé åããñáöÞ
ru: ÚÁÐÉÓØ

source: wxGetTimeOfDay failed.
el: ôï wxGetTimeOfDay áðÝôõ÷å.
ru: ÏÛÉÂËÁ wxGetTimeOfDay.

source: wxSocket: invalid signature in ReadMsg.
el: wxSocket: ëáíèáóìÝíç õðïãñáöÞ (invalid signature) óôï ReadMsg.
ru: wxSocket: ÎÅÄÅÊÓÔ×ÉÔÅÌØÎÁÑ ÐÏÄÐÉÓØ × ReadMsg.

source: wxSocket: unknown event!.
el: wxSocket: Üãíùóôï ãåãïíüò (event)!
ru: wxSocket: ÎÅÉÚ×ÅÓÔÎÏÅ ÓÏÂÙÔÉÅ!

source: wxWidgets could not open display for '%s': exiting.
el: Ç âéëéïèÞêç wxWidgets äåí ìðïñåß íá áíïßîåé ôçí áðåéêüíéóç ãéá ôï '%s': Ýîïäïò...
ru: wxWidgets ÎÅ ÓÍÏÇ ÏÔËÒÙÔØ ÄÉÓÐÌÅÊ ÄÌÑ '%s': ×ÙÈÏÄ.

source: wxWidgets could not open display. Exiting.
el: Ç âéëéïèÞêç wxWidgets äåí ìðïñåß íá áíïßîåé ôçí áðåéêüíéóç. 'Åîïäïò...
ru: wxWidgets ÎÅ ÓÍÏÇ ÏÔËÒÙÔØ ÄÉÓÐÌÅÊ. ÷ÙÈÏÄ.

source: yesterday
el: ÷èåò
ru: ×ÞÅÒÁ

source: zlib error %d
el: óöÜëìá zlib %d
ru: ÏÛÉÂËÁ zlib %d
