Repository: Bloodknight/NeuTorsion
Catalog: code/wxWidgets/locale/*.po
Languages: el, ru

source: Failed to redirect child process input/output
el: Áðïôõ÷ßá óôçí áíáêáôåýèõíóç ôçò åéóüäïõ/åîüäïõ äéåñãáóßáò áðïãüíïõ (child process input/output)
ru: îÅ ÕÄÁÌÏÓØ ÐÅÒÅÎÁÐÒÁ×ÉÔØ ××ÏÄ/×Ù×ÏÄ ÐÏÒÏÖÄÅÎÎÏÇÏ ÐÒÏÃÅÓÓÁ

source: Failed to redirect the child process IO
el: Áðïôõ÷ßá óôçí áíáêáôåýèõíóç ôïõ IO äéåñãáóßáò áðïãüíïõ (child process IO)
ru: îÅ ÕÄÁÌÏÓØ ÐÅÒÅÎÁÐÒÁ×ÉÔØ ××ÏÄ/×Ù×ÏÄ ÐÏÒÏÖÄÅÎÎÏÇÏ ÐÒÏÃÅÓÓÁ

source: Failed to register DDE server '%s'
el: ÁðÝôõ÷å ç êáôá÷þñçóç ôïõ DDE åîõðçñåôçôÞ (server) '%s'
ru: îÅ ÕÄÁÌÏÓØ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÔØ ÓÅÒ×ÅÒ DDE '%s'

source: Failed to register OpenGL window class.
el: ÁðÝôõ÷å ç èÝóç ôçò êëÜóçò ôïõ ðáñáèýñïõ OpenGL
ru: îÅ ÕÄÁÌÏÓØ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÔØ ËÌÁÓÓ ÏËÎÁ OpenGL.

source: Failed to remember the encoding for the charset '%s'.
el: Áðïôõ÷ßá áíÜìíçóçò ôçò êùäéêïðïßçóçò ãéá ôï óõíïëï ÷áñáêôÞñùí (charset) '%s'.
ru: îÅ ÕÄÁÌÏÓØ ÚÁÐÏÍÎÉÔØ ËÏÄÉÒÏ×ËÕ ÄÌÑ ÎÁÂÏÒÁ ÓÉÍ×ÏÌÏ× '%s'.

source: Failed to remove debug report file "%s"
ru: îÅ ÕÄÁÌÏÓØ ÕÄÁÌÉÔØ ÆÁÊÌ ÏÔÞÅÔÁ ÏÂ ÏÔÌÁÄËÅ "%s"

source: Failed to remove lock file '%s'
el: Áðïôõ÷ßá áðïìÜêñõíóçò ôïõ áñ÷åßïõ 'êëåéäùíéÜ'(lock file) '%s'
ru: ïÛÉÂËÁ ÕÄÁÌÅÎÉÑ ÆÁÊÌÁ ÂÌÏËÉÒÏ×ËÉ '%s'

source: Failed to remove stale lock file '%s'.
el: Áðïôõ÷ßá áðïìÜêñõíóçò ôïõ áðáñ÷åéïìÝíïõ(stale) áñ÷åßïõ 'êëåéäùíéÜ'(lock file) '%s'
ru: îÅ ÕÄÁÌÏÓØ ÕÄÁÌÉÔØ ÕÓÔÁÒÅ×ÛÉÊ ÆÁÊÌ ÂÌÏËÉÒÏ×ËÉ '%s'.

source: Failed to rename registry value '%s' to '%s'.
el: Áðïôõ÷ßá ôçò ìåôïíïìáóßáò ôçò ôéìÞò ìçôñþïõ '%s' óå '%s'.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÅÒÅÉÍÅÎÏ×ÁÔØ ÚÎÁÞÅÎÉÅ ÒÅÅÓÔÒÁ ÉÚ '%s' × '%s'.

source: Failed to rename the registry key '%s' to '%s'.
el: Áðïôõ÷ßá ôçò ìåôïíïìáóßáò ôïõ êëåéäéïý ìçôñþïõ '%s' óå '%s'.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÅÒÅÉÍÅÎÏ×ÁÔØ ËÌÀÞ ÒÅÅÓÔÒÁ ÉÚ '%s' × '%s'.

source: Failed to retrieve data from the clipboard.
el: Áðïôõ÷ßá êáôÜ ôçí áíÜêôçóç äåäïìÝíùí áðü ôï ðñü÷åéñï (clipboard).
ru: îÅ ÕÄÁÌÏÓØ ÉÚ×ÌÅÞØ ÄÁÎÎÙÅ ÉÚ ÂÕÆÅÒÁ ÏÂÍÅÎÁ.

source: Failed to retrieve file times for '%s'
el: Áðïôõ÷ßá ëÞøçò ôçò þñáò ôïõ áñ÷åßïõ '%s'
ru: îÅ ÕÄÁÌÏÓØ ÉÚ×ÌÅÞØ ×ÒÅÍÑ ÆÁÊÌÁ '%s'

source: Failed to retrieve text of RAS error message
el: Áðïôõ÷ßá óôç ëÞøç êåéìÝíïõ áðü ôï ìÞíõìá óöÜëìáôïò RAS
ru: îÅ ÕÄÁÌÏÓØ ÐÏÌÕÞÉÔØ ÔÅËÓÔ ÓÏÏÂÝÅÎÉÑ ÏÂ ÏÛÉÂËÅ RAS

source: Failed to retrieve the supported clipboard formats
el: Áðïôõ÷ßá óôçí áíÜêôçóç ôùí õðïóôçñéæïìÝíùí ìïñöþí ðñï÷åßñïõ (clipboard formats)
ru: îÅ ÕÄÁÌÏÓØ ÎÁÊÔÉ ÆÏÒÍÁÔÙ, ÐÏÄÄÅÒÖÉ×ÁÅÍÙÅ ÂÕÆÅÒÏÍ ÏÂÍÅÎÁ

source: Failed to save the bitmap image to file "%s".
el: Áðïôõ÷ßá áðïèÞêåõóçò ôçò åéêüíáò óôï áñ÷åßï "%s".
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÈÒÁÎÉÔØ ÉÚÏÂÒÁÖÅÎÉÅ × ÆÁÊÌ "%s".

source: Failed to send DDE advise notification
el: Áðïôõ÷ßá êáôÜ ôçí áðïóôïëÞ DDE advise åðéóÞìáíóçò
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏÓÌÁÔØ advise Õ×ÅÄÏÍÌÅÎÉÅ DDE

source: Failed to set FTP transfer mode to %s.
el: Áðïôõ÷ßá èÝóçò FTP transfer mode óå '%s'
ru: îÅ ÕÄÁÌÏÓØ ÕÓÔÁÎÏ×ÉÔØ ÒÅÖÉÍ ÐÅÒÅÄÁÞÉ FTP × %s.

source: Failed to set clipboard data.
el: Áðïôõ÷ßá èÝóçò äåäïìÝíùí ðñï÷åßñïõ (clipboard).
ru: îÅ ÕÄÁÌÏÓØ ÕÓÔÁÎÏ×ÉÔØ ÄÁÎÎÙÅ ÂÕÆÅÒÁ ÏÂÍÅÎÁ.

source: Failed to set permissions on lock file '%s'
el: Áäýíáôïò ï ïñéóìüò ôùí äéêáéùìÜôùí ãéá ôï áñ÷åßï 'êëåéäùíéÜ' '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÕÓÔÁÎÏ×ÉÔØ ÒÁÚÒÅÛÅÎÉÑ ÆÁÊÌÕ ÂÌÏËÉÒÏ×ËÉ '%s'

source: Failed to set temporary file permissions
el: Áðïôõ÷ßá èÝóðéóçò äéêáéùìÜôùí ðñïóùñéíïý áñ÷åßïõ
ru: îÅ×ÏÚÍÏÖÎÏ ÕÓÔÁÎÏ×ÉÔØ ÒÁÚÒÅÛÅÎÉÑ ×ÒÅÍÅÎÎÏÍÕ ÆÁÊÌÕ

source: Failed to set thread priority %d.
ru: îÅ ÕÄÁÌÏÓØ ÕÓÔÁÎÏ×ÉÔØ ÐÒÉÏÒÉÔÅÔ ÐÏÔÏËÁ %d.

source: Failed to store image '%s' to memory VFS!
el: Áðïôõ÷ßá áðïèÞêåõóçò ôçò åéêüíáò '%s' óôï VFS ìíÞìçò!
ru: îÅ ÕÄÁÌÏÓØ ÓÏÈÒÁÎÉÔØ ÉÚÏÂÒÁÖÅÎÉÅ '%s' × ÐÁÍÑÔÉ VFS!

source: Failed to terminate a thread.
el: Áðïôõ÷ßá ôåñìáôéóìïý ôïõ thread
ru: îÅ ÕÄÁÌÏÓØ ÚÁ×ÅÒÛÉÔØ ÐÏÔÏË.

source: Failed to terminate the advise loop with DDE server
el: Áðïôõ÷ßá ôåñìáôéóìïý ôïõ advise loop ìå ôïí DDE åîõðçñåôçôÞ (server)
ru: îÅ ÕÄÁÌÏÓØ ÚÁ×ÅÒÛÉÔØ 'advise loop' Õ DDE ÓÅÒ×ÅÒÁ.

source: Failed to terminate the dialup connection: %s
el: Áðïôõ÷ßá ôåñìáôéóìïý ôçò óýíäåóçò ìÝóù ôçëåöþíïõ : %s
ru: îÅ ÕÄÁÌÏÓØ ÚÁ×ÅÒÛÉÔØ ÍÏÄÅÍÎÏÅ ÐÏÄËÌÀÞÅÎÉÅ: %s

source: Failed to touch the file '%s'
el: Áðïôõ÷ßá áããßãìáôïò (touch) ôïõ áñ÷åßïõ '%s'
ru: îÅ ÕÄÁÌÏÓØ ÏÔËÒÙÔØ ÆÁÊÌ '%s'

source: Failed to unlock lock file '%s'
el: Áðïôõ÷ßá îåêëåßäùìáôïò ôïõ áñ÷åßïõ 'êëåéäùíéÜ'(lock file) '%s'
ru: îÅ ÕÄÁÌÏÓØ ÒÁÚÂÌÏËÉÒÏ×ÁÔØ ÆÁÊÌ ÂÌÏËÉÒÏ×ËÉ '%s'

source: Failed to unregister DDE server '%s'
el: Áðïôõ÷ßá áðï-êáôá÷þñçóçò (unregister) ôïõ DDE åîõðçñåôçôÞ (server) '%s'
ru: îÅ ÕÄÁÌÏÓØ ÏÔÍÅÎÉÔØ ÒÅÇÉÓÔÒÁÃÉÀ DDE ÓÅÒ×ÅÒÁ '%s'

source: Failed to update user configuration file.
el: Áðïôõ÷ßá áíáíÝùóçò ôïõ áñ÷åßïõ ñõèìßóåùí ôïõ ÷ñÞóôç.
ru: îÅ ÕÄÁÌÏÓØ ÏÂÎÏ×ÉÔØ ÐÏÌØÚÏ×ÁÔÅÌØÓËÉÊ ÆÁÊÌ ËÏÎÆÉÇÕÒÁÃÉÉ.

source: Failed to upload the debug report (error code %d).
ru: îÅ ÕÄÁÌÏÓØ ÏÔÐÒÁ×ÉÔØ ÏÔÞÅÔ ÏÂ ÏÔÌÁÄËÅ (ËÏÄ ÏÛÉÂËÉ %d).

source: Failed to write to lock file '%s'
el: Áðïôõ÷ßá åããñáöÞò ôïõ áñ÷åßïõ 'êëåéäùíéÜ'(lock file) '%s'
ru: îÅ ÕÄÁÌÏÓØ ÚÁÐÉÓÁÔØ ÆÁÊÌ ÂÌÏËÉÒÏ×ËÉ '%s'

source: Fatal error
el: Ìïéñáßï óöÜëìá
ru: ëÒÉÔÉÞÅÓËÁÑ ÏÛÉÂËÁ

source: Fatal error:
el: Ìïéñáßï óöÜëìá:
ru: ëÒÉÔÉÞÅÓËÁÑ ÏÛÉÂËÁ:

source: File
el: Áñ÷åßï
ru: æÁÊÌ

source: File %s does not exist.
el: Ôï áñ÷åßï %s äåí õðÜñ÷åé.
ru: æÁÊÌ %s ÎÅ ÓÕÝÅÓÔ×ÕÅÔ.

source: File '%s' already exists, do you really want to overwrite it?
el: Ôï áñ÷åßï '%s' õðÜñ÷åé Þäç, ðñáãìáôéêÜ èÝëåôå íá åðéêáëõöôåß;
ru: æÁÊÌ '%s' ÕÖÅ ÓÕÝÅÓÔ×ÕÅÔ, ×Ù ÄÅÊÓÔ×ÉÔÅÌØÎÏ ÈÏÔÉÔÅ ÅÇÏ ÐÅÒÅÐÉÓÁÔØ?

source: File '%s' already exists. Do you want to replace it?
el: Ôï áñ÷åßï '%s' õðÜñ÷åé Þäç. ÈÝëåôå íá áíôéêáôáóôáèåß;
ru: æÁÊÌ '%s' ÕÖÅ ÓÕÝÅÓÔ×ÕÅÔ. ÷Ù ÄÅÊÓÔ×ÉÔÅÌØÎÏ ÈÏÔÉÔÅ ÅÇÏ ÚÁÍÅÎÉÔØ?

source: File couldn't be loaded.
el: Ôï áñ÷åßï äåí ìðüñåóå íá öïñôùèåß.
ru: æÁÊÌ ÎÅ ÍÏÖÅÔ ÂÙÔØ ÚÁÇÒÕÖÅÎ.

source: File error
el: ÓöÜëìá áñ÷åßïõ
ru: ïÛÉÂËÁ ÆÁÊÌÁ

source: File name exists already.
el: Ôï üíïìá áñ÷åßïõ õðÜñ÷åé Þäç.
ru: éÍÑ ÆÁÊÌÁ ÕÖÅ ÓÕÝÅÓÔ×ÕÅÔ.

source: Files (%s)
el: Áñ÷åßá (%s)
ru: æÁÊÌÙ (%s)

source: Find
el: Åýñåóç
ru: îÁÊÔÉ

source: Fixed font:
el: ÃñáììáôïóåéñÜ óôáèåñïý ìåãÝèïõò:
ru: æÉËÓÉÒÏ×ÁÎÎÙÊ ÛÒÉÆÔ:

source: Fixed size face.<br> <b>bold</b> <i>italic</i>
el: ¼øç óôáèåñïý ìåãÝèïõò.<br> <b>Ýíôïíç</b> <i>ðëÜãéá</i>
ru: ûÒÉÆÔ Ó ÆÉËÓÉÒÏ×ÁÎÎÙÍ ÒÁÚÍÅÒÏÍ.<br> <b>ÖÉÒÎÙÊ</b> <i>ËÕÒÓÉ×</i>

source: Folio, 8 1/2 x 13 in
el: Folio, 8 1/2 x 13 ßíôóåò
ru: Folio, 8 1/2 x 13 ÄÀÊÍÁ

source: Font size:
el: ÌÝãåèïò ãñáììáôïóåéñÜò:
ru: òÁÚÍÅÒ ÛÒÉÆÔÁ:

source: Fork failed
el: Fork áðÝôõ÷å
ru: îÅÕÄÁÞÎÙÊ fork

source: Forward hrefs are not supported
el: Ïé forward hrefs äåí õðïóôçñßæïíôáé
ru: ðÅÒÅËÒÅÓÔÎÙÅ ÓÓÙÌËÉ ÎÅ ÐÏÄÄÅÒÖÉ×ÁÀÔÓÑ

source: Found
el: ÂñÝèçêáí
ru: îÁÊÄÅÎÏ

source: Found %i matches
el: ÂñÝèçêáí %i áíôéóôïé÷ßåò
ru: îÁÊÄÅÎÏ %i ÓÏÏÔ×ÅÔÓÔ×ÉÊ

source: From:
el: Áðü:
ru: ïÔ:

source: GIF: Invalid gif index.
el: GIF: ËÜèïò gif index.
ru: GIF: îÅ×ÅÒÎÙÊ ÉÎÄÅËÓ gif.

source: GIF: data stream seems to be truncated.
el: GIF: ôï stream äåäïìÝíùí ìïéÜæåé íá åßíáé áðïêïììÝíï.
ru: GIF: ÐÏÔÏË ÄÁÎÎÙÈ, ÐÏÈÏÖÅ, ÕËÏÒÏÞÅÎ.

source: GIF: error in GIF image format.
el: GIF: óöÜëìá óôçí ìïñöÞ åéêüíáò GIF.
ru: GIF: ÏÛÉÂËÁ × ÆÏÒÍÁÔÅ ÉÚÏÂÒÁÖÅÎÉÑ GIF.

source: GIF: not enough memory.
el: GIF: áíåðáñêÞò ìíÞìç.
ru: GIF: ÎÅÄÏÓÔÁÔÏÞÎÏ ÐÁÍÑÔÉ.

source: GIF: unknown error!!!
el: GIF: Üãíùóôï ëÜèïò!!!
ru: GIF: ÎÅÉÚ×ÅÓÔÎÁÑ ÏÛÉÂËÁ!!!

source: GTK+ theme
el: ÈÝìá GTK+
ru: ôÅÍÁ GTK+

source: Generic PostScript
el: Ãåíéêü PostScript
ru: ïÂÝÉÊ PostScript

source: German Legal Fanfold, 8 1/2 x 13 in
el: German Legal Fanfold, 8 1/2 x 13 ßíôóåò
ru: German Legal Fanfold, 8 1/2 x 13 ÄÀÊÍÁ

source: German Std Fanfold, 8 1/2 x 12 in
el: German Std Fanfold, 8 1/2 x 12 ßíôóåò
ru: German Std Fanfold, 8 1/2 x 12 ÄÀÊÍÁ

source: GetProperty called w/o valid getter
el: Ç GetProperty êëÞèçêå ÷ùñßò Ýãêõñï getter
ru: GetProperty ×ÙÚ×ÁÎ ÂÅÚ ÐÒÁ×ÉÌØÎÏÇÏ getter

source: GetPropertyCollection called on a generic accessor
el: Ç GetPropertyCollection êëÞèçêå óå Ýíáí ãåíéêü accessor
ru: GetPropertyCollection ×ÙÚ×ÁÎ ÉÚ ÏÂÝÅÇÏ ÎÁÓÌÅÄÎÉËÁ

source: GetPropertyCollection called w/o valid collection getter
el: Ç GetPropertyCollection êëÞèçêå ÷ùñßò Ýãêõñï collection getter
ru: GetPropertyCollection ×ÙÚ×ÁÎ ÂÅÚ ÐÒÁ×ÉÌØÎÏÇÏ getter ËÏÌÌÅËÃÉÉ

source: Go back
el: ÐÞãáéíå ðßóù
ru: ðÅÒÅÊÔÉ ÎÁÚÁÄ

source: Go forward
el: ÐÞãáéíå åìðñüò
ru: ðÅÒÅÊÔÉ ×ÐÅÒÅÄ

source: Go one level up in document hierarchy
el: ÐÞãáéíå Ýíá åðßðåäï ðÜíù óôçí éåñáñ÷åßá ôïõ åããñÜöïõ
ru: éÄÔÉ ÎÁ ÏÄÉÎ ÕÒÏ×ÅÎØ ××ÅÒÈ × ÉÅÒÁÒÈÉÉ ÄÏËÕÍÅÎÔÁ

source: Go to home directory
el: Ðñïò êåíôñéêü êáôÜëïãï
ru: ÷ ÎÁÞÁÌØÎÙÊ ËÁÔÁÌÏÇ

source: Go to parent directory
el: Ðñïò ðáôñéêü êáôÜëïãï
ru: ðÅÒÅÊÔÉ × ÒÏÄÉÔÅÌØÓËÉÊ ËÁÔÁÌÏÇ

source: Goto Page
el: ÌåôÜâáóç óôç Óåëßäá
ru: ðÅÒÅÊÔÉ Ë ÓÔÒÁÎÉÃÅ

source: Greek (ISO-8859-7)
el: Åëëçíéêü (ISO-8859-7)
ru: çÒÅÞÅÓËÉÊ (ISO-8859-7)

source: Gzip not supported by this version of zlib
el: Ôï Gzip äåí õðïóôçñßæåôáé áðü áõôÞí ôçí Ýêäïóç ôçò zlib
ru: Gzip ÎÅ ÐÏÄÄÅÒÖÉ×ÁÅÔÓÑ ÜÔÏÊ ×ÅÒÓÉÅÊ zlib

source: HTML Help Project (*.hhp)|*.hhp|
el: Åñãáóßá HTML âïÞèåéáò (*.hhp)|*.hhp|
ru: ðÒÏÅËÔ ÓÐÒÁ×ËÉ HTML (*.hhp)|*.hhp|

source: HTML anchor %s does not exist.
el: Ç HTML Üãêõñá %s äåí õðÜñ÷åé.
ru: HTML-ÑËÏÒØ %s ÎÅ ÓÕÝÅÓÔ×ÕÅÔ.

source: HTML files (*.html;*.htm)|*.html;*.htm|
el: Áñ÷åßá HTML (*.html;*.htm)|*.html;*.htm|
ru: æÁÊÌÙ HTML (*.html;*.htm)|*.html;*.htm|

source: Hebrew (ISO-8859-8)
el: Åâñáúêü (ISO-8859-8)
ru: é×ÒÉÔ (ISO-8859-8)

source: Help
el: ÂïÞèåéá
ru: ðÏÍÏÝØ

source: Help Browser Options
el: ÅðéëïãÝò ÐåñéçãçôÞ Âïçèåßáò
ru: ðÁÒÁÍÅÔÒÙ ÐÒÏÓÍÏÔÒÁ ÐÏÍÏÝÉ

source: Help Index
el: ÅõñåôÞñéï Âïçèåßáò
ru: éÎÄÅËÓ ÐÏÍÏÝÉ

source: Help Printing
el: ÂïÞèåéá Åêôýðùóçò
ru: ðÅÞÁÔØ ÐÏÍÏÝÉ

source: Help Topics
el: ÈÝìáôá ÂïÞèåéáò
ru: óÏÄÅÒÖÁÎÉÅ ÐÏÍÏÝÉ

source: Help books (*.htb)|*.htb|Help books (*.zip)|*.zip|
el: Âéâëßá âïÞèåéáò (*.htb)|*.htb|Áñ÷åßá âïÞèåéáò (*.zip)|*.zip|
ru: ëÎÉÇÉ ÐÏÍÏÝÉ (*.htb)|*.htb|ëÎÉÇÉ ÐÏÍÏÝÉ (*.zip)|*.zip|

source: Help: %s
el: ÂïÞèåéá: %s
ru: ðÏÍÏÝØ: %s

source: Home
el: Áñ÷éêÞ óåëßäá
ru: ÷ ÎÁÞÁÌÏ

source: Home directory
el: Áñ÷éêüò êáôÜëïãïò
ru: îÁÞÁÌØÎÙÊ ËÁÔÁÌÏÇ

source: ICO: Error in reading mask DIB.
el: ICO: ÓöÜëìá óôçí áíÜãíùóç ìÜóêáò DIB.
ru: ICO: ïÛÉÂËÁ ÞÔÅÎÉÑ ÍÁÓËÉ DIB.

source: ICO: Error writing the image file!
el: ICO: ÓöÜëìá êáôÜ ôçí åããñáöÞ ôïõ áñ÷åßïõ åéêüíáò!
ru: ICO: ïÛÉÂËÁ ÚÁÐÉÓÉ ÆÁÊÌÁ ÉÚÏÂÒÁÖÅÎÉÑ!

source: ICO: Image too tall for an icon.
el: ICO: Åéêüíá ðïëý øçëÞ ãéá åéêïíßäéï(icon).
ru: ICO: éÚÏÂÒÁÖÅÎÉÅ ÓÌÉÛËÏÍ ×ÙÓÏËÏ ÄÌÑ ÐÉËÔÏÇÒÁÍÍÙ.

source: ICO: Image too wide for an icon.
el: ICO: Åéêüíá ðïëý ðëáôéÜ ãéá åéêïíßäéï(icon).
ru: ICO: éÚÏÂÒÁÖÅÎÉÅ ÓÌÉÛËÏÍ ÛÉÒÏËÏ ÄÌÑ ÐÉËÔÏÇÒÁÍÍÙ.

source: ICO: Invalid icon index.
el: ICO: ËáíèáóìÝíïò äåßêôçò(index) åéêïíéäßïõ(icon).
ru: ICO: îÅÄÏÐÕÓÔÉÍÙÊ ÉÎÄÅËÓ ÐÉËÔÏÇÒÁÍÍÙ.

source: IFF: data stream seems to be truncated.
el: IFF: ôï stream äåäïìÝíùí ìïéÜæåé íá åßíáé áðïêïììÝíï.
ru: IFF: ÐÏÔÏË ÄÁÎÎÙÈ, ÐÏÈÏÖÅ, ÕËÏÒÏÞÅÎ.

source: IFF: error in IFF image format.
el: IFF: óöÜëìá óôç ìïñöÞ åéêüíáò IFF.
ru: IFF: ÏÛÉÂËÁ × ÆÏÒÍÁÔÅ ÉÚÏÂÒÁÖÅÎÉÑ IFF.

source: IFF: not enough memory.
el: IFF: áíåðáñêÞò ìíÞìç.
ru: IFF: ÎÅÄÏÓÔÁÔÏÞÎÏ ÐÁÍÑÔÉ.

source: IFF: unknown error!!!
el: IFF: Üãíùóôï ëÜèïò!!!
ru: IIF: ÎÅÉÚ×ÅÓÔÎÁÑ ÏÛÉÂËÁ!!!

source: Icon resource specification %s not found.
el: Äåí âñÝèçêå ï êáèïñéìüò ðüñïõ bitmap %s
ru: îÅ ÎÁÊÄÅÎÁ ÓÐÅÃÉÆÉËÁÃÉÑ ÒÅÓÕÒÓÁ ÐÉËÔÏÇÒÁÍÍÙ %s.

source: If you have any additional information pertaining to this bug report, please enter it here and it will be joined to it:
ru: åÓÌÉ Õ ×ÁÓ ÅÓÔØ ËÁËÁÑ-ÌÉÂÏ ÄÏÐÏÌÎÉÔÅÌØÎÁÑ ÉÎÆÏÒÍÁÃÉÑ, ÏÔÎÏÓÑÝÁÑÓÑ Ë ÜÔÏÍÕ ÏÔÞÅÔÕ ÏÂ ÏÛÉÂËÅ, ÐÏÖÁÌÕÊÓÔÁ, ××ÅÄÉÔÅ ÅÅ ÚÄÅÓØ É ÏÎÁ ÂÕÄÅÔ ×ËÌÀÞÅÎÁ × ÎÅÇÏ:

source: If you wish to suppress this debug report completely, please choose the "Cancel" button, but be warned that it may hinder improving the program, so if at all possible please do continue with the report generation.
ru: åÓÌÉ ×Ù ÖÅÌÁÅÔÅ ÐÏÌÎÏÓÔØÀ ÏÔËÁÚÁÔØÓÑ ÏÔ ÜÔÏÇÏ ÏÔÞÅÔÁ ÏÂ ÏÛÉÂËÅ, ×ÙÂÅÒÉÔÅ ËÎÏÐËÕ "ïÔÍÅÎÁ", ÎÏ ÕÞÔÉÔÅ, ÞÔÏ ÜÔÏ ÍÏÖÅÔ ×ÏÓÐÒÅÐÑÔÓÔ×Ï×ÁÔØ ÕÌÕÞÛÅÎÉÀ ÐÒÏÇÒÁÍÍÙ, ÔÁË ÞÔÏ, ÅÓÌÉ ÜÔÏ ×ÏÚÍÏÖÎÏ, ÐÏÖÁÌÕÊÓÔÁ ÐÒÏÄÏÌÖÁÊÔÅ ÇÅÎÅÒÁÃÉÀ ÏÔÞÅÔÁ.

source: Ignoring value "%s" of the key "%s".
ru: úÎÁÞÅÎÉÅ "%s" ËÌÀÞÁ "%s" ÐÒÏÉÇÎÏÒÉÒÏ×ÁÎÏ.

source: Ill-formed resource file syntax.
el: ËáíèáóìÝíç óõíôáîç áñ÷åßïõ ðüñïõ.
ru: îÅ×ÅÒÎÏ ÓÆÏÒÍÉÒÏ×ÁÎÎÙÊ ÓÉÎÔÁËÓÉÓ ÆÁÊÌÁ ÒÅÓÕÒÓÁ.

source: Illegal Object Class (Non-wxEvtHandler) as Event Source
el: ÅóöáëìÝíç êëÜóç áíôéêåéìÝíïõ (ìç-wxEvtHandler) óáí ðçãÞ Events
ru: îÅÄÏÐÕÓÔÉÍÙÊ ËÌÁÓÓ ÏÂßÅËÔÁ (ÎÅ wxEvtHandler) ËÁË ÉÓÔÏÞÎÉË ÓÏÂÙÔÉÑ

source: Illegal Parameter Count for ConstructObject Method
el: ÅóöáëìÝíïò áñéèìüò ðáñáìÝôñùí ãéá ìÝèïäï ConstructObject
ru: îÅ×ÅÒÎÏÅ ÞÉÓÌÏ ÐÁÒÁÍÅÔÒÏ× ÄÌÑ ÍÅÔÏÄÁ ConstructObject

source: Illegal Parameter Count for Create Method
el: ÅóöáëìÝíïò áñéèìüò ðáñáìÝôñùí ãéá ìÝèïäï Create
ru: îÅ×ÅÒÎÏÅ ÞÉÓÌÏ ÐÁÒÁÍÅÔÒÏ× ÄÌÑ ÍÅÔÏÄÁ Create

source: Illegal directory name.
el: Ìç Ýãêõñï üíïìá êáôáëüãïõ.
ru: îÅÄÏÐÕÓÔÉÍÏÅ ÉÍÑ ËÁÔÁÌÏÇÁ.

source: Illegal file specification.
el: Ìç Ýãêõñïò ðñïóäéïñéóìüò áñ÷åßïõ.
ru: îÅÐÒÁ×ÉÌØÎÁÑ ÓÐÅÃÉÆÉËÁÃÉÑ ÆÁÊÌÁ.

source: Image and mask have different sizes.
el: Åéêüíá êáé ìÜóêá Ý÷ïõí äéáöïñåôéêÜ ìåãÝèç.
ru: éÚÏÂÒÁÖÅÎÉÅ É ÍÁÓËÁ ÉÍÅÀÔ ÒÁÚÌÉÞÎÙÅ ÒÁÚÍÅÒÙ.

source: Image file is not of type %d.
el: Áñ÷åßï åéêüíáò äåí åßíáé ôýðõ %d.
ru: æÁÊÌ ÉÚÏÂÒÁÖÅÎÉÑ ÎÅ ÏÔÎÏÓÉÔÓÑ Ë ÔÉÐÕ %d.

source: Impossible to create a rich edit control, using simple text control instead. Please reinstall riched32.dll
el: Áäýíáôç ç äçìïõñãßá åíüò óôïé÷åßïõ åëÝã÷ïõ(control) rich edit, áíôé áõôïý ãßíåôáé ÷ñÞóç ôïõ simpe text óôïé÷åßïõ åëÝã÷ïõ. Ðáñáêáëþ åðáíåãêáôáóôÞóôå ôï riched32.dll
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ÜÌÅÍÅÎÔ ÕÐÒÁ×ÌÅÎÉÑ rich edit, ×ÍÅÓÔÏ ÜÔÏÇÏ ÂÕÄÅÔ ÉÓÐÏÌØÚÏ×ÁÎ ÜÌÅÍÅÎÔ ÕÐÒÁ×ÌÅÎÉÑ ÏÂÙÞÎÏÇÏ ÔÅËÓÔÁ. ðÏÖÁÌÕÊÓÔÁ, ÐÅÒÅÕÓÔÁÎÏ×ÉÔÅ riched32.dll

source: Impossible to get child process input
el: Áäýíáôç ç ëÞøç ôçò åéóüäïõ ôçò äéåñãáóßáò (process) áðïãüíïõ(child)
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏÌÕÞÉÔØ ××ÏÄ ÐÏÒÏÖÄÅÎÎÏÇÏ ÐÒÏÃÅÓÓÁ

source: Impossible to get permissions for file '%s'
el: Áäýíáôç ç ëÞøç ôùí äéêáéùìÜôùí ãéá ôï áñ÷åßï '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏÌÕÞÉÔØ ÒÁÚÒÅÛÅÎÉÑ ÆÁÊÌÁ '%s'

source: Impossible to overwrite the file '%s'
el: Áäýíáôç ç åðéêÜëõøç ôïõ áñ÷åßïõ '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÐÅÒÅÐÉÓÁÔØ ÆÁÊÌ '%s'

source: Impossible to set permissions for the file '%s'
el: Áäýíáôïò ï ïñéóìüò ôùí äéêáéùìÜôùí ãéá ôï áñ÷åßï '%s'
ru: îÅ×ÏÚÍÏÖÎÏ ÕÓÔÁÎÏ×ÉÔØ ÒÁÚÒÅÛÅÎÉÑ ÆÁÊÌÕ '%s'

source: Indent
el: Óôïß÷éóç
ru: ïÔÓÔÕÐ

source: Index
el: ÅõñåôÞñéï
ru: éÎÄÅËÓ

source: Indian (ISO-8859-12)
el: Éíäéêü (ISO-8859-12)
ru: éÎÄÉÊÓËÉÊ (ISO-8859-12)

source: Internal error, illegal wxCustomTypeInfo
el: Åóùôåñéêü óöÜëìá, ìç Ýãêõñï wxCustomTypeInfo
ru: ÷ÎÕÔÒÅÎÎÑÑ ÏÛÉÂËÁ, ÎÅ×ÅÒÎÙÊ wxCustomTypeInfo

source: Invalid TIFF image index.
el: ËáíèáóìÝíïò äåßêôçò åéêüíáò TIFF.
ru: îÅÄÏÐÕÓÔÉÍÙÊ ÉÎÄÅËÓ ÉÚÏÂÒÁÖÅÎÉÑ TIFF.

source: Invalid XRC resource '%s': doesn't have root node 'resource'.
el: ËáíèáóìÝíïò XRC ðüñïò '%s': äåí Ý÷åé ñéæéêü(root) êüìâï(node) 'resource'.
ru: îÅ×ÅÒÎÙÊ ÒÅÓÕÒÓ XRC '%s': ËÏÒÎÅ×ÏÇÏ ÕÚÌÁ 'resource' ÎÅ ÓÕÝÅÓÔ×ÕÅÔ.

source: Invalid display mode specification '%s'.
el: ËáíèáóìÝíïò êáèïñéóìüò(specification) êáôÜóôáóçò ëåéôïõñãßáò(mode) ïèüíçò(display) '%s'.
ru: îÅÐÒÁ×ÉÌØÎÁÑ ÓÐÅÃÉÆÉËÁÃÉÑ ÒÅÖÉÍÁ ÜËÒÁÎÁ '%s'.

source: Invalid geometry specification '%s'
el: ËáíèáóìÝíïò ãåùìåôñéêüò êáèïñéóìüò(specification) '%s'
ru: îÅÐÒÁ×ÉÌØÎÁÑ ÓÐÅÃÉÆÉËÁÃÉÑ ÇÅÏÍÅÔÒÉÉ '%s'

source: Invalid lock file '%s'.
el: ËáíèáóìÝíï áñ÷åßï êëåéäáñéÜ (lock file) '%s'.
ru: îÅ×ÅÒÎÙÊ ÆÁÊÌ ÂÌÏËÉÒÏ×ËÉ '%s'.

source: Invalid or Null Object ID passed to GetObjectClassInfo
el: Ìç Ýãêõñï Þ Null ID áíôéêåéìÝíïõ äüèçêå óôçí GetObjectClassInfo
ru: îÅ×ÅÒÎÙÊ ÉÌÉ ÎÕÌÅ×ÏÊ ÉÄÅÎÔÉÆÉËÁÔÏÒ ÏÂßÅËÔÁ ÐÅÒÅÄÁÎ × GetObjectClassInfo

source: Invalid or Null Object ID passed to HasObjectClassInfo
el: Ìç Ýãêõñï Þ Null ID áíôéêåéìÝíïõ äüèçêå óôçí HasObjectClassInfo
ru: îÅ×ÅÒÎÙÊ ÉÌÉ ÎÕÌÅ×ÏÊ ÉÄÅÎÔÉÆÉËÁÔÏÒ ÏÂßÅËÔÁ ÐÅÒÅÄÁÎ × HasObjectClassInfo

source: Invalid regular expression '%s': %s
el: ËáíèáóìÝíç êáíïíéêÞ Ýêöñáóç (regular expression) '%s': %s
ru: îÅ×ÅÒÎÏÅ ÒÅÇÕÌÑÒÎÏÅ ×ÙÒÁÖÅÎÉÅ '%s': %s

source: Italic
el: ÐëÜãéá
ru: ëÕÒÓÉ×

source: Italy Envelope, 110 x 230 mm
ru: éÔÁÌØÑÎÓËÉÊ ËÏÎ×ÅÒÔ, 110 x 230 ÍÍ

source: JPEG: Couldn't load - file is probably corrupted.
el: JPEG: Áäýíáôç ç öüñôùóç - ôï áñ÷åßï åßíáé ìÜëëïí öèáñìÝíï(corrupted).
ru: JPEG: ÎÅ×ÏÚÍÏÖÎÏ ÚÁÇÒÕÚÉÔØ - ×ÏÚÍÏÖÎÏ ÆÁÊÌ ÐÏ×ÒÅÖÄÅÎ.

source: JPEG: Couldn't save image.
el: JPEG: Áäýíáôç ç áðïèÞêåõóç ôçò åéêüíáò.
ru: JPEG: îÅ×ÏÚÍÏÖÎÏ ÓÏÈÒÁÎÉÔØ ÉÚÏÂÒÁÖÅÎÉÅ.

source: Justified
el: ÅõèõãñáììéóìÝíá
ru: ÷ÙÒÏ×ÎÅÎÎÙÊ

source: Landscape
el: Ôïðßï
ru: áÌØÂÏÍ

source: Ledger, 17 x 11 in
el: Ledger, 17 x 11 ßíôóåò
ru: Ledger, 17 x 11 ÄÀÊÍÁ

source: Left margin (mm):
el: Áñéóôåñü ðåñéèþñéï (mm)
ru: ìÅ×ÏÅ ÐÏÌÅ (ÍÍ):

source: Legal, 8 1/2 x 14 in
el: Íïìéêü, 8 1/2 x 14 ßíôóåò
ru: Legal, 8 1/2 x 14 ÄÀÊÍÁ

source: Letter Small, 8 1/2 x 11 in
el: ÃñÜììá Ìéêñü, 8 1/2 x 11 ßíôóåò
ru: íÁÌÅÎØËÏÅ ÐÉÓØÍÏ 8 1/2 x 11 ÄÀÊÍÁ

source: Letter, 8 1/2 x 11 in
el: ÃñÜììá, 8 1/2 x 11 ßíôóåò
ru: ðÉÓØÍÏ, 8 1/2 x 11 ÄÀÊÍÁ

source: Light
el: Áðáëü(light)
ru: ó×ÅÔÌÙÊ

source: Link contained '//', converted to absolute link.
el: Ç óýíäåóç ðïõ ðåñéåß÷å '//', ìåôáôñÜðçêå óå áðüëõôç óýíäåóç.
ru: óÓÙÌËÁ ÓÏÄÅÒÖÉÔ '//', ÐÒÅÏÂÒÁÚÏ×ÁÎÁ × ÁÂÓÏÌÀÔÎÕÀ ÓÓÙÌËÕ.

source: Load %s file
el: Öüñôùóç %s áñ÷åßïõ
ru: úÁÇÒÕÚÉÔØ ÆÁÊÌ %s

source: Loading :
el: Ãßíåôáé öüñôùóç :
ru: úÁÇÒÕÚËÁ :

source: Lock file '%s' has incorrect owner.
el: Ôï áñ÷åßï 'êëåéäùíéÜ' '%s' Ý÷åé ëáíèáóìÝíï éäéïêôÞôç.
ru: æÁÊÌ ÂÌÏËÉÒÏ×ËÉ '%s' ÉÍÅÅÔ ÎÅ×ÅÒÎÏÇÏ ×ÌÁÄÅÌØÃÁ.

source: Lock file '%s' has incorrect permissions.
el: Ôï áñ÷åßï 'êëåéäùíéÜ' '%s' Ý÷åé ëáíèáóìÝíá äéêáéþìáôá.
ru: æÁÊÌ ÂÌÏËÉÒÏ×ËÉ '%s' ÉÍÅÅÔ ÎÅ×ÅÒÎÙÅ ÒÁÚÒÅÛÅÎÉÑ.

source: Log saved to the file '%s'.
el: Ç êáôáãñáöÞ (log) áðïèçêåýôçêå óôï áñ÷åßï '%s'
ru: öÕÒÎÁÌ ÚÁÐÉÓÁÎ × ÆÁÊÌ '%s'.

source: Long Conversions not supported
el: Ïé ìåôáôñïðÝò Long äåí õðïóôçñßæïíôáé
ru: Long Conversions ÎÅ ÐÏÄÄÅÒÖÉ×ÁÀÔÓÑ

source: MDI child
el: MDI ðáéäß
ru: ðÏÔÏÍÏË MDI

source: MP Thread Support is not available on this System
el: Ç õðïóôÞñéîç MP íçìÜôùí äåí åßíáé äéáèÝóéìç óå áõôü ôï óýóôçìá
ru: ðÏÄÄÅÒÖËÁ ÐÏÔÏËÏ× MP ÎÅ ÄÏÓÔÕÐÎÁ × ÜÔÏÊ ÓÉÓÔÅÍÅ

source: MS HTML Help functions are unavailable because the MS HTML Help library is not installed on this machine. Please install it.
el: Ïé óõíáñôÞóåéò (functions) ôçò MS HTML Help äåí åßíáé äéáèÝóéìåò ãéáôß ç âéâëéïèÞêç MS HTML Help äåí åßíáé åãêáôåóôçìÝíç. Ðáñáêáëþ åãêáôáóôÞóôå ôçí.
ru: æÕÎËÃÉÉ ÓÐÒÁ×ËÉ MS HTML ÎÅÄÏÓÔÕÐÎÙ, ÔÁË ËÁË ÂÉÂÌÉÏÔÅËÁ ÓÐÒÁ×ËÉ MS HTML ÎÅ ÕÓÔÁÎÏ×ÌÅÎÁ ÎÁ ÜÔÏÊ ÍÁÛÉÎÅ. ðÏÖÁÌÕÊÓÔÁ, ÕÓÔÁÎÏ×ÉÔÅ ÅÅ.

source: Ma&ximize
el: Ìå&ãéóôïðïßçóç
ru: &òÁÚ×ÅÒÎÕÔØ

source: Mailcap file %s, line %d: incomplete entry ignored.
el: Mailcap áñ÷åßï %s, ãñáììÞ %d: çìéôåëÞò åããñáöÞ áãíïÞèçêå.
ru: æÁÊÌ mailcap %s, ÓÔÒÏËÁ %d: ÎÅÐÏÌÎÁÑ ÚÁÐÉÓØ ÐÒÏÉÇÎÏÒÉÒÏ×ÁÎÁ.

source: Match case
el: Ôáßñéáóìá ðåæþí/êåöáëáßùí
ru: ó ÕÞÅÔÏÍ ÒÅÇÉÓÔÒÁ

source: Memory VFS already contains file '%s'!
el: VFS ìíÞìçò Þäç ðåñéÝ÷åé ôï áñ÷åßï '%s'!
ru: ðÁÍÑÔØ VFS ÕÖÅ ÓÏÄÅÒÖÉÔ ÆÁÊÌ '%s'!

source: Menu
el: Ìåíïý
ru: íÅÎÀ

source: Metal theme
el: Ìåôáëëéêü èÝìá
ru: ôÅÍÁ Metal

source: Mi&nimize
el: Åëá&÷éóôïðïßçóç
ru: &ó×ÅÒÎÕÔØ

source: Mime.types file %s, line %d: unterminated quoted string.
el: Mime.types áñ÷åßï %s, ãñáììÞ %d: ìç ôåñìáôéæüìåíï quoted string.
ru: æÁÊÌ mime.types %s, ÓÔÒÏËÁ %d: ÎÅÚÁËÒÙÔÙÅ ËÁ×ÙÞËÉ.

source: Mode %ix%i-%i not available.
el: Ç êáôÜóôáóç ëåéôïõñãßáò (mode) %ix%i-%i äåí åßíáé äéáèÝóéìç.
ru: òÅÖÉÍ %ix%i-%i ÎÅÄÏÓÔÕÐÅÎ.

source: Modern
el: ÌïíôÝñíï
ru: óÏ×ÒÅÍÅÎÎÙÊ

source: Modified
el: ÔñïðïðïéçìÝíï
ru: éÚÍÅÎÅÎ

source: Monarch Envelope, 3 7/8 x 7 1/2 in
el: Öáêåëïò Monarch, 3 7/8 x 7 1/2 ßíôóåò
ru: Monarch Envelope, 3 7/8 x 7 1/2 ÄÀÊÍÁ

source: Move down
el: Ìåôáêßíçóç êÜôù
ru: ðÅÒÅÊÔÉ ×ÎÉÚ

source: Move up
el: Ìåôáêßíçóç åðÜíù
ru: ðÅÒÅÊÔÉ ××ÅÒÈ

source: Name
el: ¼íïìá
ru: éÍÑ

source: New directory
el: ÍÝïò êáôÜëïãïò
ru: îÏ×ÙÊ ËÁÔÁÌÏÇ

source: New item
el: ÍÝï óôïé÷åßï
ru: îÏ×ÙÊ ÜÌÅÍÅÎÔ

source: NewName
el: ÍÝï¼íïìá
ru: îÏ×ÏÅéÍÑ

source: Next
el: Åðüìåíï
ru: óÌÅÄÕÀÝÉÊ

source: Next page
el: Åðüìåíç óåëßäá
ru: óÌÅÄÕÀÝÁÑ ÓÔÁÎÉÃÁ

source: No
el: ¼÷é
ru: îÅÔ

source: No XBM facility available!
el: Äåí õðÜñ÷åé ìïíÜäá(facility) XBM äéáèÝóéìç!
ru: ÷ÏÚÍÏÖÎÏÓÔØ XBM ÎÅÄÏÓÔÕÐÎÁ!

source: No XPM icon facility available!
el: Äåí õðÜñ÷åé ìïíÜäá(facility) åéêïíéäßùí XPM äéáèÝóéìç!
ru: ÷ÏÚÍÏÖÎÏÓÔØ ÐÉËÔÏÇÒÁÍÍ XPM ÎÅÄÏÓÔÕÐÎÁ!

source: No entries found.
el: Äåí âñÝèçêáí åéóáãùãÝò(entries).
ru: úÁÐÉÓØ ÎÅ ÎÁÊÄÅÎÁ.

source: No font for displaying text in encoding '%s' found, but an alternative encoding '%s' is available. Do you want to use this encoding (otherwise you will have to choose another one)?
el: Äåí âñÝèçêå ãñáììáôïóåéñÜ (font) ãéá ôçí åìöÜíéóç êåéìÝíïõ óôçí êùäéêïðïßçóç (encoding) '%s', áëëÜ ìßá åíáëëáêôéêÞ êùäéêïðïßçóç '%s' åßíáé äéáèÝéóìç. ÈÝëåôå íá ÷ñçóéìïðïéÞóåôå áõôÞ ôçí êùäéêïðïßçóç (äéáöïñåôéêÜ èá ðñÝðåé íá åðéëÝîåôå ìßá Üëëç) ;
ru: îÅ ÎÁÊÄÅÎ ÛÒÉÆÔ ÄÌÑ ÏÔÏÂÒÁÖÅÎÉÑ ÔÅËÓÔÁ × ËÏÄÉÒÏ×ËÅ '%s', ÎÏ ÄÏÓÔÕÐÎÁ ÁÌØÔÅÒÎÁÔÉ×ÎÁÑ ËÏÄÉÒÏ×ËÁ '%s'. èÏÔÉÔÅ ÉÓÐÏÌØÚÏ×ÁÔØ ÜÔÕ ËÏÄÉÒÏ×ËÕ (× ÐÒÏÔÉ×ÎÏÍ ÓÌÕÞÁÅ ×Ù ÄÏÌÖÎÙ ×ÙÂÒÁÔØ ÄÒÕÇÕÀ)?

source: No font for displaying text in encoding '%s' found. Would you like to select a font to be used for this encoding (otherwise the text in this encoding will not be shown correctly)?
el: Äåí âñÝèçêå ãñáììáôïóåéñÜ (font) ãéá ôçí åìöÜíéóç êåéìÝíïõ ãéá áõôÞí ôçí êùäéêïðïßçóç (encoding) '%s'. Èá èÝëáôå íá åðéëÝîåôå ìßá ãñáììáôïóåéñá ãéá íá ÷ñçóéìïðïéçèåß ãéá áõôÞ ôçí êùäéêïðïßçóç(äéáöïñåôéêÜ ôï êåßìåíï óå áõôÞ ôçí êùäéêïðïßçóç äåí èá åìöáíéóôåß êáíïíéêÜ) ;
ru: îÅ ÎÁÊÄÅÎÏ ÛÒÉÆÔÁ ÄÌÑ ÏÔÏÂÒÁÖÅÎÉÑ ÔÅËÓÔÁ × ËÏÄÉÒÏ×ËÅ '%s'. îÅ ÈÏÔÉÔÅ ÌÉ ×Ù ×ÙÂÒÁÔØ ÛÒÉÆÔ, ËÏÔÏÒÙÊ ÂÕÄÅÔ ÉÓÐÏÌØÚÏ×ÁÔØÓÑ ÄÌÑ ÜÔÏÊ ËÏÄÉÒÏ×ËÉ (× ÐÒÏÔÉ×ÎÏÍ ÓÌÕÞÁÅ ÔÅËÓÔ × ÜÔÏÊ ËÏÄÉÒÏ×ËÅ ÂÕÄÅÔ ÏÔÏÂÒÁÖÅÎ ÎÅËÏÒÒÅËÔÎÏ)?

source: No handler found for XML node '%s', class '%s'!
el: Äåí âñÝèçêå êáíÝíáò ÷åéñéóôÞò (handler) ãéá ôïí XML êüìâï(node) '%s', ôÜîç(class) '%s'!
ru: îÅ ÎÁÊÄÅÎÏ ÏÂÒÁÂÏÔÞÉËÁ ÄÌÑ XML ÕÚÌÁ '%s', ËÌÁÓÓ '%s'!

source: No handler found for image type.
el: Äåí âñÝèçêå ÷åéñéóôÞò ãéá ôýðï åéêüíáò.
ru: îÅ ÎÁÊÄÅÎÏ ÏÂÒÁÂÏÔÞÉËÁ ÄÌÑ ÜÔÏÇÏ ÔÉÐÁ ÉÚÏÂÒÁÖÅÎÉÑ.

source: No image handler for type %d defined.
el: Äåí Ý÷åé ïñéóôåß ÷åéñéóôÞò åéêüíáò ãéá ôïí ôýðï %d.
ru: îÅ ÏÐÒÅÄÅÌÅÎÏ ÏÂÒÁÂÏÔÞÉËÁ ÄÌÑ ÉÚÏÂÒÁÖÅÎÉÑ ÔÉÐÁ %d.

source: No image handler for type %s defined.
el: Äåí Ý÷åé ïñéóôåß ÷åéñéóôÞò åéêüíáò ãéá ôïí ôýðï %s.
ru: îÅ ÏÐÒÅÄÅÌÅÎÏ ÏÂÒÁÂÏÔÞÉËÁ ÄÌÑ ÉÚÏÂÒÁÖÅÎÉÑ ÔÉÐÁ %s.

source: No matching page found yet
el: Äåí âñÝèçêå áêüìá óåëßäá ðïõ íá ôáéñÜæåé
ru: îÉ ÏÄÎÁ ÓÏÏÔ×ÅÔÓÔ×ÕÀÝÁÑ ÓÔÒÁÎÉÃÁ ÐÏËÁ ÎÅ ÎÁÊÄÅÎÁ

source: No sound
el: ×ùñßò Þ÷ï
ru: îÅÔ Ú×ÕËÁ

source: No unused colour in image being masked.
el: Äåí õðÜñ÷åé ìç ÷ñçóéìïðïéïýìåíï ÷ñþìá óôçí åéêüíá ðïõ åöááñìüæåôáé ç ìÜóêá
ru: îÅ ÂÙÌÏ ÚÁÍÁÓËÉÒÏ×ÁÎÏ ÎÉ ÏÄÎÏÇÏ ÎÅÉÓÐÏÌØÚÏ×ÁÎÎÏÇÏ Ã×ÅÔÁ × ÉÚÏÂÒÁÖÅÎÉÉ.

source: No unused colour in image.
el: Äåí õðÜñ÷åé ìç ÷ñçóéìïðïéïýìåíï ÷ñþìá óôçí åéêüíá
ru: ÷ ÉÚÏÂÒÁÖÅÎÉÉ ÎÅÔ ÎÅÉÓÐÏÌØÚÕÅÍÙÈ Ã×ÅÔÏ×.

source: Nordic (ISO-8859-10)
el: Íïñäéêü (ISO-8859-10)
ru: óËÁÎÄÉÎÁ×ÓËÉÊ (ISO-8859-10)

source: Normal
el: Êáíïíéêü
ru: îÏÒÍÁÌØÎÙÊ

source: Normal face<br>and <u>underlined</u>.
el: ÊáíïíéêÞ üøç<br>êáé <u>õðïãñáììéóìÝíç</u>.
ru: îÏÒÍÁÌØÎÙÊ ÛÒÉÆÔ<br>É <u>ÐÏÄÞÅÒËÎÕÔÙÊ</u>.

source: Normal font:
el: ÊáíïíéêÞ ãñáììáôïóåéñÜ:
ru: îÏÒÍÁÌØÎÙÊ ÛÒÉÆÔ:

source: Note, 8 1/2 x 11 in
el: Óçìåßùìá, 8 1/2 x 11 ßíôóåò
ru: Note, 8 1/2 x 11 ÄÀÊÍÁ

source: Objects must have an id attribute
el: Ôá áíôéêåßìåíá ðñÝðåé íá Ý÷ïõí Ýíá ÷áñáêôçñéóôéêü id
ru: ïÂßÅËÔÙ ÄÏÌÖÎÙ ÉÍÅÔØ ÁÔÒÉÂÕÔ id

source: Open File
el: Áíïéãìá Áñ÷åßïõ
ru: ïÔËÒÙÔØ ÆÁÊÌ

source: Open HTML document
el: ¢íïéãìá åããñÜöïõ HTML
ru: ïÔËÒÙÔØ ÄÏËÕÍÅÎÔ HTML

source: Open file "%s"
ru: ïÔËÒÙÔØ ÆÁÊÌ "%s"

source: Operation not permitted.
el: Ëåéôïõñãßá äåí åéðéôñÝðåôå.
ru: ïÐÅÒÁÃÉÑ ÎÅ ÒÁÚÒÅÛÅÎÁ.

source: Option '%s' requires a value, '=' expected.
el: Ç åðéëïãÞ '%s' áðáéôåß ìéá ôéìÞ, áíáìåíüôáí '='.
ru: ðÁÒÁÍÅÔÒ '%s' ÔÒÅÂÕÅÔ ÚÎÁÞÅÎÉÑ, ÏÖÉÄÁÌÓÑ '='.
