Repository: Bloodknight/NeuTorsion
Catalog: code/wxWidgets/locale/*.po
Languages: el, ru

source: Option '%s' requires a value.
el: Ç åðéëïãÞ '%s' áðáéôåß ìéá ôéìÞ.
ru: ðÁÒÁÍÅÔÒ '%s' ÔÒÅÂÕÅÔ ÚÎÁÞÅÎÉÅ.

source: Option '%s': '%s' cannot be converted to a date.
el: ÅðéëïãÞ '%s': ôï '%s' äåí ìðñïåé íá ìåôáôñáðåé óå çìåñïìçíßá.
ru: ðÁÒÁÍÅÔÒ '%s': '%s' ÎÅ ÍÏÖÅÔ ÂÙÔØ ÓËÏÎ×ÅÒÔÉÒÏ×ÁÎÁ × ÄÁÔÕ.

source: Options
el: ÅðéëïãÝò
ru: ðÁÒÁÍÅÔÒÙ

source: Orientation
el: Ðñïóáíáôïëéóìüò
ru: ïÒÉÅÎÔÁÃÉÑ

source: PCX: couldn't allocate memory
el: PCX: Äåí Þôáí äõíáôÞ ç äÝóìåõóç ìíÞìçò
ru: PCX: ÎÅ ÍÏÇÕ ÒÁÓÐÒÅÄÅÌÉÔØ ÐÁÍÑÔØ

source: PCX: image format unsupported
el: PCX: ìïñöÞ åéêüíáò äåí õðïóôçñßæåôáé
ru: PCX: ÆÏÒÍÁÔ ÉÚÏÂÒÁÖÅÎÉÑ ÎÅ ÐÏÄÄÅÒÖÉ×ÁÅÔÓÑ

source: PCX: invalid image
el: PCX: ëáíèáóìÝíç åéêüíá
ru: PCX: ÎÅÄÏÐÕÓÔÉÍÏÅ ÉÚÏÂÒÁÖÅÎÉÅ

source: PCX: this is not a PCX file.
el: PCX: áõôü äåí åßíáé áñ÷åßï PCX.
ru: PCX: ÜÔÏ ÎÅ ÆÁÊÌ PCX.

source: PCX: unknown error !!!
el: PCX: Üãíùóôï óöÜëìá !!!
ru: PCX: ÎÅÉÚ×ÅÓÔÎÁÑ ÏÛÉÂËÁ !!!

source: PCX: version number too low
el: PCX: áñéèìüò Ýêäïóçò ðïëý ÷áìçëüò
ru: PCX: ÎÏÍÅÒ ×ÅÒÓÉÉ ÓÌÉÛËÏÍ ÍÁÌÅÎØËÉÊ

source: PNM: Couldn't allocate memory.
el: PNM: Äåí Þôáí äõíáôÞ ç äÝóìåõóç ìíÞìçò.
ru: PNM: îÅ×ÏÚÍÏÖÎÏ ÒÁÓÐÒÅÄÅÌÉÔØ ÐÁÍÑÔØ.

source: PNM: File format is not recognized.
el: PNM: Ç ìïñöÞ áñ÷åßïõ äåí áíáãíùñßæåôáé.
ru: PNM: æÏÒÍÁÔ ÆÁÊÌÁ ÎÅ ÒÁÓÐÏÚÎÁÎ.

source: PNM: File seems truncated.
el: PNM: Ôï áñ÷åßï ìïéÜæåé íá åßíáé áðïêïììÝíï.
ru: PNM: æÁÊÌ, ÐÏÈÏÖÅ, ÕËÏÒÏÞÅÎ.

source: Page %d
el: Óåëßäá %d
ru: óÔÒÁÎÉÃÁ %d

source: Page %d of %d
el: Óåëßäá %d áðü %d
ru: óÔÒÁÎÉÃÁ %d ÉÚ %d

source: Page Setup
el: ÏñãÜíùóç(setup) Óåëßäáò
ru: îÁÓÔÒÏÊËÉ ÓÔÒÁÎÉÃÙ

source: Page setup
el: Ñýèìéóç(setup) Óåëßäáò
ru: îÁÓÔÒÏÊËÉ ÓÔÒÁÎÉÃÙ

source: Pages
el: Óåëßäåò
ru: óÔÒÁÎÉÃÙ

source: Paper Size
el: ÌÝãåèïò ×áñôéïý
ru: òÁÚÍÅÒ ÂÕÍÁÇÉ

source: Paper size
el: ÌÝãåèïò ÷áñôéïý
ru: òÁÚÍÅÒ ÂÕÍÁÇÉ

source: Passing a already registered object to SetObject
el: Äüèçêå Ýíá Þäç registered áíôéêåßìåíï óôçí SetObject
ru: ðÅÒÅÄÁÞÁ ÕÖÅ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÏÇÏ ÏÂßÅËÔÁ × SetObject

source: Passing a already registered object to SetObjectName
el: Äüèçêå Ýíá Þäç registered áíôéêåßìåíï óôçí SetObjectName
ru: ðÅÒÅÄÁÞÁ ÕÖÅ ÚÁÒÅÇÉÓÔÒÉÒÏ×ÁÎÎÏÇÏ ÏÂßÅËÔÁ × SetObjectName

source: Passing an unkown object to GetObject
el: Äüèçêå Ýíá Üãíùóôï áíôéêåßìåíï óôçí GetObject
ru: ðÅÒÅÄÁÞÁ ÎÅÉÚ×ÅÓÔÎÏÇÏ ÏÂßÅËÔÁ × GetObject

source: Permissions
el: Äéêáéþìáôá
ru: òÁÚÒÅÛÅÎÉÑ

source: Pipe creation failed
el: Äçìéïõñãßá pipe áðÝôõ÷å
ru: ïÛÉÂËÁ ÓÏÚÄÁÎÉÑ ÐÏÔÏËÁ ××ÏÄÁ-×Ù×ÏÄÁ

source: Please choose a valid font.
el: Ðáñáêáëþ åðéëÝîôå ìßá áðïäåêôÞ ãñáììáôïóåéñÜ.
ru: ðÏÖÁÌÕÊÓÔÁ, ×ÙÂÅÒÉÔÅ ÄÏÐÕÓÔÉÍÙÊ ÛÒÉÆÔ.

source: Please choose an existing file.
el: Ðáñáêëþ åðéëÝîôå Ýíá õðÜñ÷ïí áñ÷åßï.
ru: ðÏÖÁÌÕÊÓÔÁ, ×ÙÂÅÒÉÔÅ ÓÕÝÅÓÔ×ÕÀÝÉÊ ÆÁÊÌ.

source: Please choose the page to display:
el: Ðáñáêëþ åðéëÝîôå ôçí óåëßäá ãéá áðåéêüíéóç:
ru: ðÏÖÁÌÕÊÓÔÁ, ×ÙÂÅÒÉÔÅ ÓÔÒÁÎÉÃÕ ÄÌÑ ÏÔÏÂÒÁÖÅÎÉÑ:

source: Please choose which ISP do you want to connect to
el: Ðáñáêáëþ åðéëÝîôå ôïí ðáñï÷Ýá õðçñåóéþí Internet (ISP) ìå ôïí ïðïßï èÝëåôå íá óõíäåèåßôå
ru: ðÏÖÁÌÕÊÓÔÁ, ×ÙÂÅÒÉÔÅ ISP, Ë ËÏÔÏÒÏÍÕ ×Ù ÈÏÔÉÔÅ ÐÏÄËÌÀÞÉÔØÓÑ

source: Please install a newer version of comctl32.dll (at least version 4.70 is required but you have %d.%02d) or this program won't operate correctly.
el: Ðáñáêáëþ åãêáôáóôÞóôå ìéá íåüôåñç Ýêäïóç ôïõ comctl32.dll (ç åëÜ÷éóôç áðáñáßôçôç Ýêäïóç åßíáé ç 4.70 áëëÜ åóåßò Ý÷åôå ôçí %d.%02d) äéáöïñåôéêÜ áõôü ôï ðñüãñáììá äåí èá ëåéôïõñãÞóåé êáíïíéêÜ.
ru: ðÏÖÁÌÕÊÓÔÁ, ÕÓÔÁÎÏ×ÉÔÅ ÂÏÌÅÅ ÎÏ×ÕÀ ×ÅÒÓÉÀ comctl32.dll (ÔÒÅÂÕÅÔÓÑ ×ÅÒÓÉÑ 4.70 ËÁË ÍÉÎÉÍÕÍ, Á Õ ×ÁÓ ÕÓÔÁÎÏ×ÌÅÎÁ %d.%02d) ÉÌÉ ÜÔÁ ÐÒÏÇÒÁÍÍÁ ÎÅ ÂÕÄÅÔ ËÏÒÒÅËÔÎÏ ÒÁÂÏÔÁÔØ.

source: Please wait while printing
el: Ðáñáêáëþ ðåñéìÝíåôå üóï äéáñêåß ç åêôýðùóç
ru: ðÏÖÁÌÕÊÓÔÁ, ÐÏÄÏÖÄÉÔÅ, ÐÏËÁ ÉÄÅÔ ÐÅÞÁÔØ

source: Portrait
el: Ðïñôñáßôï
ru: ðÏÒÔÒÅÔ

source: PostScript file
el: Áñ÷åßï PostScript
ru: æÁÊÌ PostScript

source: Preview:
el: Ðñïåðéóêüðçóç:
ru: ðÒÅÄ×ÁÒÉÔÅÌØÎÙÊ ÐÒÏÓÍÏÔÒ:

source: Previous page
el: Ðñïçãïýìåíç óåëßäá
ru: ðÒÅÄÙÄÕÝÁÑ ÓÔÒÁÎÉÃÁ

source: Print
el: Åêôýðùóç
ru: ðÅÞÁÔØ

source: Print Preview
el: Ðñïåðéóêüðçóç Åêôýðùóçò
ru: ðÒÅÄ×ÁÒÉÔÅÌØÎÙÊ ÐÒÏÓÍÏÔÒ ÐÅÞÁÔÉ

source: Print Preview Failure
el: Áðïôõ÷ßá Ðñïåðéóêüðçóçò Åêôýðùóçò
ru: ïÛÉÂËÁ ÐÒÅÄ×ÁÒÉÔÅÌØÎÏÇÏ ÐÒÏÓÍÏÔÒÁ ÐÅÞÁÔÉ

source: Print Range
el: Åýñïò åêôýðùóçò
ru: éÎÔÅÒ×ÁÌ ÐÅÞÁÔÉ

source: Print Setup
el: ÏñãÜíùóç(setup) Åêôýðùóçò
ru: îÁÓÔÒÏÊËÉ ÐÅÞÁÔÉ

source: Print in colour
el: Åã÷ñùìç åêôýðùóç
ru: ðÅÞÁÔØ × Ã×ÅÔÅ

source: Print previe&w
el: Ð&ñïåðéóêüðçóç åêôýðùóçò
ru: ðÒÅÄ&×ÁÒÉÔÅÌØÎÙÊ ÐÒÏÓÍÏÔÒ ÐÅÞÁÔÉ

source: Print preview
el: Ðñïåðéóêüðçóç åêôýðùóçò
ru: ðÒÅÄ×ÁÒÉÔÅÌØÎÙÊ ÐÒÏÓÍÏÔÒ ÐÅÞÁÔÉ

source: Print spooling
el: Spooling åêôýðùóçò
ru: ïÞÅÒÅÄØ ÐÅÞÁÔÉ

source: Print this page
el: Åêôýðùóç áõôÞò ôçò óåëßäáò
ru: îÁÐÅÞÁÔÁÔØ ÜÔÕ ÓÔÒÁÎÉÃÕ

source: Print to File
el: Åêôýðùóç óå Áñ÷åßï
ru: ðÅÞÁÔØ × ÆÁÊÌ

source: Printer
el: ÅêôõðùôÞò
ru: ðÒÉÎÔÅÒ

source: Printer command:
el: ÅíôïëÞ åêôõðùôÞ:
ru: ëÏÍÁÎÄÁ ÐÒÉÎÔÅÒÁ:

source: Printer options
el: ÅðéëïãÝò åêôõðùôÞ
ru: ðÁÒÁÍÅÔÒÙ ÐÒÉÎÔÅÒÁ

source: Printer options:
el: ÅðéëïãÝò åêôõðùôÞ:
ru: ðÁÒÁÍÅÔÒÙ ÐÒÉÎÔÅÒÁ:

source: Printer...
el: ÅêôõðùôÞò...
ru: ðÒÉÎÔÅÒ...

source: Printer:
el: ÅêôõðùôÞò:
ru: ðÒÉÎÔÅÒ:

source: Printing
el: Ãßíåôáé åêôýðùóç ôïõ
ru: éÄÅÔ ÐÅÞÁÔØ

source: Printing Error
el: ÓöÜëìá Åêôýðùóçò
ru: ïÛÉÂËÁ ÐÅÞÁÔÉ

source: Printing page %d...
el: Ãßíåôáé åêôýðùóç óåëßäáò %d...
ru: ðÅÞÁÔØ ÓÔÒÁÎÉÃÙ %d...

source: Printing...
el: Ãßíåôáé åêôýðùóç...
ru: éÄÅÔ ÐÅÞÁÔØ...

source: Processing debug report has failed, leaving the files in "%s" directory.
ru: ïÂÒÁÂÏÔËÁ ÏÔÞÅÔÁ ÏÂ ÏÔÌÁÄËÅ ÚÁ×ÅÒÛÅÎÏ Ó ÏÛÉÂËÏÊ, ÆÁÊÌÙ ÏÓÔÁÌÉÓØ × ËÁÔÁÌÏÇÅ "%s".

source: Program aborted.
el: Ôï ðñüãñáììá ìáôáéþèçêå.
ru: ÷ÙÐÏÌÎÅÎÉÅ ÐÒÏÇÒÁÍÍÙ ÐÒÅÒ×ÁÎÏ.

source: Quarto, 215 x 275 mm
ru: Quarto, 215 x 275 ÍÍ

source: Question
el: Åñþôçìá
ru: ÷ÏÐÒÏÓ

source: Read error on file '%s'
el: ËÜèïò áíÜãíùóçò óôï áñ÷åßï '%s'
ru: ïÛÉÂËÁ ÞÔÅÎÉÑ ÆÁÊÌÁ '%s'

source: Ready
el: ¸ôïéìï
ru: çÏÔÏ×

source: Referenced object node with ref="%s" not found!
el: Ï áíáöåñüìåíïò êïìâïò áíôéêåéìÝíïõ ìå ref="%s" äåí âñÝèçêå!
ru: õÚÅÌ ÓÓÙÌÁÀÝÅÇÏÓÑ ÏÂßÅËÔÁ Ó ref="%s" ÎÅ ÎÁÊÄÅÎ!

source: Refresh
el: ÁíáíÝùóç
ru: ïÂÎÏ×ÉÔØ

source: Registry key '%s' already exists.
el: Ôï êëåéäß ìçôñþïõ '%s' õðÜñ÷åé Þäç.
ru: ëÌÀÞ ÒÅÅÓÔÒÁ '%s' ÕÖÅ ÓÕÝÅÓÔ×ÕÅÔ.

source: Registry key '%s' does not exist, cannot rename it.
el: Ôï êëåéäß ìçôñþïõ '%s' äåí õðÜñ÷åé, áäýíáôç ç ìåôïíïìáóßá ôïõ.
ru: ëÌÀÞ ÒÅÅÓÔÒÁ '%s' ÎÅ ÓÕÝÅÓÔ×ÕÅÔ, ÎÅ×ÏÚÍÏÖÎÏ ÅÇÏ ÐÅÒÅÉÍÅÎÏ×ÁÔØ.

source: Registry key '%s' is needed for normal system operation, deleting it will leave your system in unusable state: operation aborted.
el: Ôï áñ÷åßï ìçôñþïõ '%s' ÷ñåéÜæåôáé ãéá ôçí êáíïíéêÞ ëåéôïõñãßá ôïõ óõóôÞìáôïò, äéáãñÜöïíôÜò ôï èá áöÞóåé ôï óýóôçìÜ óáò óå êáôÜóôáóç á÷ñçóôßáò: ç ëåéôïõñãßá ìáôáéþèçêå.
ru: ëÌÀÞ ÒÅÅÓÔÒÁ '%s' ÎÅÏÂÈÏÄÉÍ ÄÌÑ ÎÏÒÍÁÌØÎÏÊ ÒÁÂÏÔÙ ÓÉÓÔÅÍÙ, ÅÇÏ ÕÄÁÌÅÎÉÅ ÐÒÉ×ÅÄÅÔ ×ÁÛÕ ÓÉÓÔÅÍÕ × ÎÅÒÁÂÏÞÅÅ ÓÏÓÔÏÑÎÉÅ: ÏÐÅÒÁÃÉÑ ÏÔÍÅÎÅÎÁ.

source: Registry value '%s' already exists.
el: Ç ôéìÞ ìçôñþïõ '%s' õðÜñ÷åé Þäç.
ru: úÎÁÞÅÎÉÅ ÒÅÅÓÔÒÁ '%s' ÕÖÅ ÓÕÝÅÓÔ×ÕÅÔ.

source: Relevant entries:
el: Ó÷åôéêÝò åããñáöÝò:
ru: ðÏÄÈÏÄÑÝÉÅ ÚÁÐÉÓÉ:

source: Remaining time :
el: Xñüíïò ðïõ áðïìÝíåé :
ru: ïÓÔÁ×ÛÅÅÓÑ ×ÒÅÍÑ :

source: Remove
el: ÁðïìÜêñõíóç
ru: õÄÁÌÉÔØ

source: Remove current page from bookmarks
el: Áöáßñåóç ôñÝ÷ïõóáò óåëßäáò áðü ôïõò óåëéäïäåßêôåò
ru: õÄÁÌÉÔØ ÔÅËÕÝÕÀ ÓÔÒÁÎÉÃÕ ÉÚ ÚÁËÌÁÄÏË

source: Renderer "%s" has incompatible version %d.%d and couldn't be loaded.
el: Ï Renderer "%s" åßíáé óå áóýìâáôç Ýêäïóç %d.%d êáé äåí ìðïñåß íá öïñôùèåß.
ru: Renderer "%s" ÎÅÓÏ×ÍÅÓÔÉÍÏÊ ×ÅÒÓÉÉ %d.%d ÎÅ ÍÏÖÅÔ ÂÙÔØ ÚÁÇÒÕÖÅÎ.

source: Rep&lace
el: &ÁíôéêáôÜóôáóç
ru: úÁ&ÍÅÎÉÔØ

source: Replace &all
el: ÁíôéêáôÜóôáóç &¼ëùí
ru: úÁÍÅÎÉÔØ ×Ó&Å

source: Replace with:
el: ÁíôéêáôÜóôáóç ìå:
ru: úÁÍÅÎÉÔØ ÎÁ:

source: Resource files must have same version number!
el: Ôá áñ÷åßá ðüñùí ðñÝðåé íá Ý÷ïõí ôïí ßäéï áñéèìü Ýêäïóçò!
ru: æÁÊÌÙ ÒÅÓÕÒÓÏ× ÄÏÌÖÎÙ ÉÍÅÔØ ÏÄÉÎÁËÏ×ÙÅ ÎÏÍÅÒÁ ×ÅÒÓÉÊ!

source: Revert to Saved
el: ÅðáíáöïñÜ áðü ôï áðïèçêåõìÝíï
ru: ïÔËÁÔÉÔØ Ë ÓÏÈÒÁÎÅÎÎÏÍÕ

source: Right margin (mm):
el: Äåîß ðåñéèþñéï (mm):
ru: ðÒÁ×ÁÑ ÇÒÁÎÉÃÁ (ÍÍ):

source: Roman
el: Ñùìáúêü
ru: ðÒÑÍÏÊ

source: Save
el: ÁðïèÞêåõóç
ru: óÏÈÒÁÎÉÔØ

source: Save %s file
el: ÁðïèÞêåõóç %s áñ÷åßïõ
ru: óÏÈÒÁÎÉÔØ ÆÁÊÌ %s

source: Save &As...
el: ÁðïèÞêåõóç &ùò...
ru: óÏÈÒÁÎÉÔØ &ËÁË...

source: Save as
el: ÁðïèÞêåõóç ùò
ru: óÏÈÒÁÎÉÔØ ËÁË

source: Save log contents to file
el: ÁðïèÞêåõóç ðåñéå÷ïìÝíùí êáôáãñáöÞò(log) óå áñ÷åßï
ru: óÏÈÒÁÎÉÔØ ÓÏÄÅÒÖÁÎÉÅ ÖÕÒÎÁÌÁ × ÆÁÊÌ

source: Script
el: ×åéñüãñáöï(Script)
ru: óÃÅÎÁÒÉÊ

source: Search
el: ÁíáæÞôçóç
ru: ðÏÉÓË

source: Search contents of help book(s) for all occurences of the text you typed above
el: ÁíáæÞôçóç óôá ðåñéå÷üìåíá ôïõ/ôùí âéâëßïõ/âéâëßùí âïçèåßáò ãéá üëåò ôéò åìöáíßóåéò ôïõ êåéìÝíïõ ðïõ ãñÜøáôå åðÜíù
ru: ðÏÉÓË × ÓÏÄÅÒÖÁÎÉÉ ËÎÉÇ ÐÏÍÏÝÉ ×ÓÅÈ ÕÐÏÍÉÎÁÎÉÊ ××ÅÄÅÎÎÏÇÏ ×ÙÛÅ ÔÅËÓÔÁ

source: Search direction
el: Êáôåýèõíóç áíáæÞôçóçò
ru: îÁÐÒÁ×ÌÅÎÉÅ ÐÏÉÓËÁ

source: Search for:
el: ÁíáæÞôçóç ãéá:
ru: îÁÊÔÉ:

source: Search in all books
el: Åýñåóç óå üëá ôá âéâëßá
ru: ðÏÉÓË ×Ï ×ÓÅÈ ËÎÉÇÁÈ

source: Searching...
el: Ãßíåôáé áíáæÞôçóç...
ru: éÄÅÔ ÐÏÉÓË...

source: Sections
el: ÔìÞìáôá
ru: òÁÚÄÅÌÙ

source: Seek error on file '%s'
el: ËÜèïò áíß÷íåõóçò (seek error) óôï áñ÷åßï '%s'.
ru: ïÛÉÂËÁ ÓÍÅÝÅÎÉÑ × ÆÁÊÌÅ '%s'

source: Seek error on file '%s' (large files not supported by stdio)
ru: ïÛÉÂËÁ ÓÍÅÝÅÎÉÑ × ÆÁÊÌÅ '%s' (ÂÏÌØÛÉÅ ÓÔÒÏËÉ ÎÅ ÐÏÄÄÅÒÖÉ×ÁÀÔÓÑ stdio)

source: Select &All
el: ÅðéëïãÞ &Ïëùí
ru: ÷ÙÄÅÌÉÔØ ×Ó&Å

source: Select a document template
el: ÅðéëÝîôå Ýíá ðñüôõðá åããñÜöïõ
ru: ÷ÙÂÅÒÉÔÅ ÛÁÂÌÏÎ ÄÏËÕÍÅÎÔÁ

source: Select a document view
el: ÅðéëÝîôå ìéá ðñïâïëÞ åããñÜöùí
ru: ÷ÙÂÅÒÉÔÅ ×ÉÄ ÄÏËÕÍÅÎÔÁ

source: Select a file
el: ÅðéëÝîôå Ýíá áñ÷åßï
ru: ÷ÙÂÅÒÉÔÅ ÆÁÊÌ

source: Separator expected after the option '%s'.
el: Áíáìåíüôáí äéá÷ùñéóôéêü ìåôÜ ôçí åðéëïãÞ '%s'.
ru: ðÏÓÌÅ ÐÁÒÁÍÅÔÒÁ '%s' ÏÖÉÄÁÌÓÑ ÒÁÚÄÅÌÉÔÅÌØ.

source: SetProperty called w/o valid setter
el: Ç SetProperty êëÞèçêå ÷ùñßò Ýãêõñï èÝôç
ru: SetProperty ×ÙÚ×ÁÎÏ ÂÅÚ ÐÒÁ×ÉÌØÎÏÇÏ setter

source: Setup...
el: Ñõèìßóåéò...
ru: îÁÓÔÒÏÊËÉ...

source: Several active dialup connections found, choosing one randomly.
el: ÂñÝèçêáí ðïëëáðëÝò åíåñãÝò ôçëåöùíéêÝò óõíäÝóåéò, ãßíåôáé ôõ÷áßá åðéëïãÞ ìßáò.
ru: îÁÊÄÅÎÏ ÎÅÓËÏÌØËÏ ÁËÔÉ×ÎÙÈ ÐÏÄÓÏÅÄÉÎÅÎÉÊ, ×ÙÂÉÒÁÅÍ ÏÄÎÏ ÓÌÕÞÁÊÎÙÍ ÏÂÒÁÚÏÍ.

source: Show all
el: ÅìöÜíéóç üëùí
ru: ðÏËÁÚÁÔØ ×ÓÅ

source: Show all items in index
el: ÅìöÜíéóç üëùí ôùí óôïé÷åßùí óôï åõñåôÞñéï
ru: ðÏËÁÚÁÔØ ×ÓÅ ÜÌÅÍÅÎÔÙ ÉÎÄÅËÓÁ

source: Show hidden directories
el: ÅìöÜíéóç êñõöþí êáôáëüãùí
ru: ðÏËÁÚÁÔØ ÓËÒÙÔÙÅ ËÁÔÁÌÏÇÉ

source: Show hidden files
el: ÅìöÜíéóç êñõöþí áñ÷åßùí.
ru: ðÏËÁÚÁÔØ ÓËÒÙÔÙÅ ÆÁÊÌÙ

source: Show/hide navigation panel
el: Åìöëáíéóç/Êñýøéìï ðëáßóéï ðëïÞãçóçò (navigation panel)
ru: ðÏËÁÚÁÔØ/ÓËÒÙÔØ ÎÁ×ÉÇÁÃÉÏÎÎÕÀ ÐÁÎÅÌØ

source: Shows the font preview.
el: Åìöáíßæåé ôçí ðñïåðéóêüðçóç ôçò ãñáììáôïóåéñÜò
ru: ðÏËÁÚÁÔØ ÐÒÅÄ×ÁÒÉÔÅÌØÎÙÊ ÐÒÏÓÍÏÔÒ ÛÒÉÆÔÁ

source: Size
el: ÌÝãåèïò
ru: òÁÚÍÅÒ

source: Skip
el: ÐáñÜëåéøç
ru: ðÒÏÐÕÓÔÉÔØ

source: Slant
el: ÊëÞóç
ru: îÁËÌÏÎÎÙÊ

source: Sorry, could not open this file for saving.
el: Óõããíþìç, åßíáé áäýíáôï ôï Üíïéãìá áõôïý ôïõ áñ÷åßïõ ãéá áðïèÞêåõóç.
ru: éÚ×ÉÎÉÔÅ, ÜÔÏÔ ÆÁÊÌ ÎÅ ÍÏÖÅÔ ÂÙÔØ ÏÔËÒÙÔ ÄÌÑ ÓÏÈÒÁÎÅÎÉÑ.

source: Sorry, could not open this file.
el: Óõããíþìç, äåí ìðüñåóå íá áíïé÷èåß áõôü ôï áñ÷åßï.
ru: éÚ×ÉÎÉÔÅ, ÜÔÏÔ ÆÁÊÌ ÎÅ ÍÏÖÅÔ ÂÙÔØ ÏÔËÒÙÔ.

source: Sorry, could not save this file.
el: Óõããíþìç, äåí ìðüñåóå íá áðïèçêåõèåß áõôü ôï áñ÷åßï.
ru: éÚ×ÉÎÉÔÅ, ÜÔÏÔ ÆÁÊÌ ÎÅ×ÏÚÍÏÖÎÏ ÓÏÈÒÁÎÉÔØ.

source: Sorry, not enough memory to create a preview.
el: Óõããíþìç, äåí õðÜñ÷åé áñêåôÞ ìíÞìç ãéá ôçí äçìéïõñãßá ðñïåðéóêüðçóçò.
ru: éÚ×ÉÎÉÔÅ, ÎÅÄÏÓÔÁÔÏÞÎÏ ÐÁÍÑÔÉ ÄÌÑ ÓÏÚÄÁÎÉÑ ÏËÎÁ ÐÒÅÄ×ÁÒÉÔÅÌØÎÏÇÏ ÐÒÏÓÍÏÔÒÁ.

source: Sorry, print preview needs a printer to be installed.
el: Óõããíþìç, ç ðñïåðéóêüðçóç åêôýðùóçò ÷ñåéÜæåôáé Ýíáí åãêáôåóôçìÝíï åêôõðùôÞ.
ru: éÚ×ÉÎÉÔÅ, ÐÒÅÄ×ÁÒÉÔÅÌØÎÙÊ ÐÒÏÓÍÏÔÒ ÔÒÅÂÕÅÔ ÕÓÔÁÎÏ×ÌÅÎÎÏÇÏ ÐÒÉÎÔÅÒÁ.

source: Sorry, the format for this file is unknown.
el: Óõããíþìç, ç ìïñöÞ áõôïý ôïõ áñ÷åßïõ åßíáé Üãíùóôç.
ru: éÚ×ÉÎÉÔÅ, ÆÏÒÍÁÔ ÜÔÏÇÏ ÆÁÊÌÁ ÎÅÉÚ×ÅÓÔÅÎ.

source: Sound data are in unsupported format.
el: Ôá äåäïìÝíá Þ÷ïõ åßíáé óå ìç õðïóôçñéæüìåíç ìïñöÞ.
ru: äÁÎÎÙÅ Ú×ÕËÁ ÉÍÅÀÔ ÎÅÐÏÄÄÅÒÖÉ×ÁÅÍÙÊ ÆÏÒÍÁÔ.

source: Sound file '%s' is in unsupported format.
el: Ôï áñ÷åßï '%s' åßíáé óå ìç õðïóôçñéæüìåíç ìïñöÞ.
ru: ú×ÕËÏ×ÏÊ ÆÁÊÌ '%s' ÎÅÐÏÄÄÅÒÖÉ×ÁÅÍÏÇÏ ÆÏÒÍÁÔÁ.

source: Statement, 5 1/2 x 8 1/2 in
el: ÄÞëùóç, 5 1/2 x 8 1/2 ßíôóåò
ru: Statement, 5 1/2 x 8 1/2 ÄÀÊÍÁ

source: Status:
el: ÊáôÜóôáóç:
ru: óÏÓÔÏÑÎÉÅ:

source: Status:
el: ÊáôÜóôáóç:
ru: óÏÓÔÏÑÎÉÅ:

source: Streaming delegates for not already streamed objects not yet supported
el: Ïé åêðñïóùðÞóåéò ñïþí ãéá ìç ñïïðïéçìÝíá áíôéêåßìåíá äåí õðïóôçñßæïíôáé áêüìá
ru: ðÏÔÏËÏ×ÙÅ ÄÅÌÅÇÁÔÙ ÄÌÑ ÎÅ ÐÏÔÏËÏ×ÙÈ ÏÂßÅËÔÏ× ÅÝÅ ÎÅ ÐÏÄÄÅÒÖÉ×ÁÀÔÓÑ

source: String To Colour : Incorrect colour specification : %s
el: String To Colour : ËáíèáóìÝíïò êáèïñéóìüò ÷ñþìáôïò: %s
ru: óÔÒÏËÁ × Ã×ÅÔ : îÅ×ÅÒÎÁÑ ÓÐÅÃÉÆÉËÁÃÉÑ Ã×ÅÔÁ : %s

source: String conversions not supported
el: Ïé ìåôáôñïðÝò strings äåí õðïóôçñßæïíôáé
ru: ðÒÅÏÂÒÁÚÏ×ÁÎÉÅ ÓÔÒÏËÉ ÎÅ ÐÏÄÄÅÒÖÉ×ÁÅÔÓÑ

source: Subclass '%s' not found for resource '%s', not subclassing!
el: Ç õðï-êëÜóç '%s' äåí âñÝèçêå ãéá ôïí ðüñï '%s', äåí èá ãßíåé subclassing!
ru: ðÏÄËÌÁÓÓ '%s' ÎÅ ÎÁÊÄÅÎ ÄÌÑ ÒÅÓÕÒÓÁ '%s', subclassing ÎÅ×ÏÚÍÏÖÅÎ!

source: Swiss
el: Åëâåôéêü(Swiss)
ru: û×ÅÊÃÁÒÓËÉÊ

source: TIFF: Couldn't allocate memory.
el: TIFF: Áäýíáôç ç äÝóìåõóç ìíÞìçò.
ru: TIFF: îÅ×ÏÚÍÏÖÎÏ ÒÁÓÐÒÅÄÅÌÉÔØ ÐÁÍÑÔØ.

source: TIFF: Error loading image.
el: TIFF: ËÜèïò êáôÜ ôçí öüñôùóç åéêüíáò.
ru: TIFF: ïÛÉÂËÁ ÚÁÇÒÕÚËÉ ÉÚÏÂÒÁÖÅÎÉÑ.

source: TIFF: Error reading image.
el: TIFF: ËÜèïò êáôÜ ôçí áíÜãíùóç åéêüíáò.
ru: TIFF: ïÛÉÂËÁ ÞÔÅÎÉÑ ÉÚÏÂÒÁÖÅÎÉÑ.

source: TIFF: Error saving image.
el: TIFF: ËÜèïò êáôÜ ôçí áðïèÞêåõóç åéêüíáò.
ru: TIFF: ïÛÉÂËÁ ÓÏÈÒÁÎÅÎÉÑ ÉÚÏÂÒÁÖÅÎÉÑ.

source: TIFF: Error writing image.
el: TIFF: ËÜèïò êáôá ôçí åããñáöÞ åéêüíáò.
ru: TIFF: ïÛÉÂËÁ ÚÁÐÉÓÉ ÉÚÏÂÒÁÖÅÎÉÑ.

source: Tabloid, 11 x 17 in
el: 11 x 17 ßíôóåò
ru: Tabloid, 11 x 17 ÄÀÊÍÁ

source: Teletype
el: ÔçëÝôõðï
ru: ôÅÌÅÔÁÊÐ

source: Templates
el: Ðñüôõðá
ru: ûÁÂÌÏÎÙ

source: Thai (ISO-8859-11)
el: ÔáûëáíäÝæéêï (ISO-8859-11)
ru: ôÁÊÓËÉÊ (ISO-8859-11)

source: The FTP server doesn't support passive mode.
el: Ï äéáêïìéóôÞò FTP äåí õðïóôçñßæåé êáôÜóôáóç ëåéôïõñãßáò(mode) 'passive'.
ru: óÅÒ×ÅÒ FTP ÎÅ ÐÏÄÄÅÒÖÉ×ÁÅÔ ÐÁÓÓÉ×ÎÙÊ ÒÅÖÉÍ.

source: The FTP server doesn't support the PORT command.
el: Ï äéáêïìéóôÞò FTP äåí õðïóôçñßæåé ôçí åíôïëÞ PORT.
ru: óÅÒ×ÅÒ FTP ÎÅ ÐÏÄÄÅÒÖÉ×ÁÅÔ ËÏÍÁÎÄÕ PORT.

source: The charset '%s' is unknown. You may select another charset to replace it with or choose [Cancel] if it cannot be replaced
el: Ôï óýíïëï ÷áñáêôÞñùí (charset) '%s' åßíáé Üãíùóôï. Ìðïñåßôå íá åðéëÝîåôå Ýíá Üëëï óýíïëï ÷áñáêôÞñùí íá ôï áíôéêáôáóôÞóåé Þ äéáëÝîôå [Áêýñùóç] åÜí äåí ìðïñåß íá áíôéêáôáóôáèåß
ru: îÁÂÏÒ ÓÉÍ×ÏÌÏ× '%s' ÎÅÉÚ×ÅÓÔÅÎ. ÷Ù ÍÏÖÅÔÅ ×ÙÂÒÁÔØ ×ÍÅÓÔÏ ÎÅÇÏ ÄÒÕÇÏÊ ÎÁÂÏÒ ÉÌÉ ÎÁÖÁÔØ [ïÔÍÅÎÁ] ÅÓÌÉ ÏÎ ÎÅ ÍÏÖÅÔ ÂÙÔØ ÚÁÍÅÎÅÎ

source: The clipboard format '%d' doesn't exist.
el: O ôýðïò ðñï÷åßñïõ(clipboard format) '%d' äåí õðÜñ÷åé.
ru: æÏÒÍÁÔ ÂÕÆÅÒÁ ÏÂÍÅÎÁ '%d' ÎÅ ÓÕÝÅÓÔ×ÕÅÔ.

source: The directory '%s' does not exist Create it now?
el: Ï êáôÜëïãïò '%s' äåí õðÜñ÷åé Íá äçìéïõñãçèåß ôþñá;
ru: ëÁÔÁÌÏÇ '%s' ÎÅ ÓÕÝÅÓÔ×ÕÅÔ óÏÚÄÁÔØ ÅÇÏ ÓÅÊÞÁÓ?

source: The file '%s' couldn't be opened. It has been removed from the most recently used files list.
el: Ôï áñ÷åßï '%s' äåí ìðüñåóå íá áíïé÷ôåß. ÁöáéñÝèçêå áðü ôçí ëßóôá ìå ôá ðñüóöáôá ÷ñçóéìïðïéçìÝíá áñ÷åßá.
ru: æÁÊÌ '%s' ÎÅ ÍÏÖÅÔ ÂÙÔØ ÏÔËÒÙÔ. ïÎ ÂÕÄÅÔ ÕÄÁÌÅÎ ÉÚ ÐÅÒÅÞÎÑ ÎÁÉÂÏÌÅÅ ÞÁÓÔÏ ÉÓÐÏÌØÚÕÅÍÙÈ ÆÁÊÌÏ×.

source: The file '%s' doesn't exist and couldn't be opened. It has been removed from the most recently used files list.
el: Ôï áñ÷åßï '%s' äåí õðÜñ÷åé êáé äåí ìðüñåóå íá áíïé÷ôåß. ÁöáéñÝèçêå áðü ôçí ëßóôá ìå ôá ðñüóöáôá ÷ñçóéìïðïéçìÝíá áñ÷åßá.
ru: æÁÊÌ '%s' ÎÅ ÓÕÝÅÓÔ×ÕÅÔ É ÎÅ ÍÏÖÅÔ ÂÙÔØ ÏÔËÒÙÔ. ïÎ ÂÕÄÅÔ ÕÄÁÌÅÎ ÉÚ ÐÅÒÅÞÎÑ ÎÁÉÂÏÌÅÅ ÞÁÓÔÏ ÉÓÐÏÌØÚÕÅÍÙÈ ÆÁÊÌÏ×.

source: The font colour.
el: Ôï ÷ñþìá ôçò ãñáììáôïóåéñÜò.
ru: ã×ÅÔ ÛÒÉÆÔÁ.

source: The font family.
el: Ç ïéêïãÝíåéá ôçò ãñáììáôïóåéñáò.
ru: îÁÚ×ÁÎÉÅ ÛÒÉÆÔÁ.

source: The font point size.
el: Ôï ìÝãåèïò êïõêßäáò ãñáììáôïóåéñÜò
ru: òÁÚÍÅÒ ÛÒÉÆÔÁ:

source: The font style.
el: Ôï óôõë ôçò ãñáììáôïóåéñÜò.
ru: óÔÉÌØ ÛÒÉÆÔÁ.

source: The font weight.
el: Ôï âÜñïò ôçò ãñáììáôïóåéñÜò.
ru: ôÏÌÝÉÎÁ ÛÒÉÆÔÁ.

source: The path '%s' contains too many ".."!
el: Ç äéáäñïìÞ '%s' ðåñéÝ÷åé ðÜñá ðïëëÜ ".."!
ru: ðÕÔØ '%s' ÓÏÄÅÒÖÉÔ ÓÌÉÛËÏÍ ÍÎÏÇÏ ".."!

source: The report contains the files listed below. If any of these files contain private information, please uncheck them and they will be removed from the report.
ru: ïÔÞÅÔ ÓÏÄÅÒÖÉÔ ÆÁÊÌÙ, ÐÅÒÅÞÉÓÌÅÎÎÙÅ ÎÉÖÅ. åÓÌÉ ËÁËÏÊ-ÌÉÂÏ ÉÚ ÜÔÉÈ ÆÁÊÌÏ× ÓÏÄÅÒÖÉÔ ÌÉÞÎÕÀ ÉÎÆÏÒÍÁÃÉÀ, ÐÏÖÁÌÕÊÓÔÁ, ÓÎÉÍÉÔÅ ÐÏÍÅÔËÕ Ó ÎÅÇÏ É ÏÎ ÂÕÄÅÔ ÉÓËÌÀÞÅÎ ÉÚ ÏÔÞÅÔÁ.

source: The required parameter '%s' was not specified.
el: Ç áðáñáßôçôç ðáñÜìåôñïò '%s' äåí ðñïóäéïñßóôçêå.
ru: ïÂÑÚÁÔÅÌØÎÙÊ ÐÁÒÁÍÅÔÒ '%s' ÎÅ ÏÐÒÅÄÅÌÅÎ.

source: The text couldn't be saved.
el: Ôï êåßìåíï äåí ìðüñåóå íá áðïèõêåõôåß.
ru: ôÅËÓÔ ÎÅ ÍÏÖÅÔ ÂÙÔØ ÓÏÈÒÁÎÅÎ.

source: The value for the option '%s' must be specified.
el: Ç ôéìÞ ãéá ôçí åðéëïãÞ '%s' ðñÝðåé íá ðñïóäéïñéóôåß,
ru: úÎÁÞÅÎÉÅ ÐÁÒÁÍÅÔÒÁ '%s' ÄÏÌÖÎÏ ÂÙÔØ ÏÐÒÅÄÅÌÅÎÏ.

source: The version of remote access service (RAS) installed on this machine is tooold, please upgrade (the following required function is missing: %s).
el: Ç åãêáôåóôçìÝíç óå áõôü ôï ìç÷Üíçìá õðçñåóßá áðïìáêñõóìÝíçò ðñüóâáóçò (remote access service, RAS) åßíáé ðïëý ðáëßá, ðáñáêáëþ áíáâáèìßóôå (ç áêüëïõèç áðáñáßôçôç óõíÜñôçóç ëåßðåé: %s).
ru: ÷ÅÒÓÉÑ ÓÅÒ×ÉÓÁ ÕÄÁÌÅÎÎÏÇÏ ÄÏÓÔÕÐÁ (RAS), ÕÓÔÁÎÏ×ÌÅÎÎÏÇÏ ÎÁ ÜÔÏÊ ÍÁÛÉÎÅ, ÓÌÉÛËÏÍ ÕÓÔÁÒÅÌÁ; ÐÏÖÁÌÕÊÓÔÁ, ÏÂÎÏ×ÉÔÅ ÅÇÏ (ÆÕÎËÃÉÑ %s ÎÅ ÎÁÊÄÅÎÁ).

source: There was a problem during page setup: you may need to set a default printer.
el: ÕðÞñîå ðñüâëçìá êáôÜ ôçí äéÜñêåéá ïñãÜíùóçò äåëßäáò (page setup): ßóùò íá ÷ñåéáóôåß íá èÝóåôå Ýíáí ðñïåðéëåãìÝíï (default) åêôõðùôÞ.
ru: ÷ÏÚÎÉËÌÁ ÐÒÏÂÌÅÍÁ ÐÒÉ ÎÁÓÔÒÏÊËÅ ÓÔÒÁÎÉÃÙ: ×ÁÍ ÔÒÅÂÕÅÔÓÑ ÕÓÔÁÎÏ×ÉÔØ ÐÒÉÎÔÅÒ ÐÏ-ÕÍÏÌÞÁÎÉÀ.

source: This system doesn't support date picker control, please upgrade your version of comctl32.dll
ru: üÔÁ ÓÉÓÔÅÍÁ ÎÅ ÐÏÄÄÅÒÖÉ×ÁÅÔ ÜÌÅÍÅÎÔ ÕÐÒÁ×ÌÅÎÉÑ ×ÙÂÏÒÁ ÄÁÔÙ; ÐÏÖÁÌÕÊÓÔÁ, ÏÂÎÏ×ÉÔÅ ×ÁÛÕ ×ÅÒÓÉÀ comctl32.dll

source: Thread module initialization failed: can not store value in thread local storage
el: Ç áñ÷éêïðïßçóç ìïíÜäáò íÞìáôïò åêôÝëåóçò (thread module) áðÝôõ÷å: áäýíáôç ç áðïèÞêåõóç ôéìÞò óôçí ôïðéêÞ áðïèÞêåõóç íÞìáôïò (thread local storage)
ru: ïÛÉÂËÁ ÉÎÉÃÉÁÌÉÚÁÃÉÉ ÍÏÄÕÌÑ ÐÏÔÏËÏ×: ÎÅ×ÏÚÍÏÖÎÏ ÓÏÈÒÁÎÉÔØ ÚÎÁÞÅÎÉÅ × ÌÏËÁÌØÎÏÍ ÐÒÏÓÔÒÁÎÓÔ×Å ÐÏÔÏËÁ

source: Thread module initialization failed: failed to create thread key
el: Ç áñ÷éêïðïßçóç ìïíÜäáò íÞìáôïò åêôÝëåóçò (thread module) áðÝôõ÷å: áðïôõ÷ßá äçìéïõñãßáò êëåéäéïý íÞìáôïò (thread key)
ru: ïÛÉÂËÁ ÉÎÉÃÉÁÌÉÚÁÃÉÉ ÍÏÄÕÌÑ ÐÏÔÏËÏ×: ÎÅ ÕÄÁÌÏÓØ ÓÏÚÄÁÔØ ËÌÀÞ ÐÏÔÏËÁ

source: Thread module initialization failed: impossible to allocate index in thread local storage
el: Ç áñ÷éêïðïßçóç ìïíÜäáò íÞìáôïò åêôÝëåóçò (thread module) áðÝôõ÷å: áäýíáôï íá äåóìåõôåß (allocate) äåßêôçò (index) óôçí óôçí ôïðéêÞ áðïèÞêåõóç íÞìáôïò (thread local storage)
ru: ïÛÉÂËÁ ÉÎÉÃÉÁÌÉÚÁÃÉÉ ÍÏÄÕÌÑ ÐÏÔÏËÏ×: ÎÅ×ÏÚÍÏÖÎÏ ×ÙÄÅÌÉÔØ ÉÎÄÅËÓ × ÌÏËÁÌØÎÏÍ ÐÒÏÓÔÒÁÎÓÔ×Å ÐÏÔÏËÁ

source: Thread priority setting is ignored.
el: Ç ñýèìéóç ðñïôåñáéüôçôáò ôïõ íÞìáôïò åêôÝëåóçò (thread) áãíïÞèçêå.
ru: õÓÔÁÎÏ×ËÁ ÐÒÉÏÒÉÔÅÔÁ ÐÏÔÏËÁ ÐÒÏÉÇÎÏÒÉÒÏ×ÁÎÁ.

source: Tile &Horizontally
el: Ïñéæüíôéá ðáñÜèåóç
ru: &çÏÒÉÚÏÎÔÁÌØÎÁÑ ÞÅÒÅÐÉÃÁ

source: Tile &Vertically
el: Êáôáêüñõöç ðáñÜèåóç
ru: &÷ÅÒÔÉËÁÌØÎÁÑ ÞÅÒÅÐÉÃÁ

source: Timeout while waiting for FTP server to connect, try passive mode.
el: ÔÝëïò ÷ñüíïõ êáôÜ ôçí áíáìïíÞ ãéá ôçí óýíäåóç óôïí äéáêïìéóôÞ FTP, äïêéìÜóôå óå passive mode.
ru: ðÒÉ ÏÖÉÄÁÎÉÉ ÐÏÄËÌÀÞÅÎÉÑ Ë FTP ÓÅÒ×ÅÒÕ ×ÏÚÎÉË ÔÁÊÍÁÕÔ, ÐÏÐÒÏÂÕÊÔÅ ÐÁÓÓÉ×ÎÙÊ ÒÅÖÉÍ.

source: Timer creation failed.
el: Ç äçìéïõñãßá timer áðÝôõ÷å.
ru: ïÛÉÂËÁ ÓÏÚÄÁÎÉÑ ÔÁÊÍÅÒÁ.

source: Tip of the Day
el: Tip ôçò ÇìÝñáò
ru: óÏ×ÅÔ ÎÁ ÄÅÎØ

source: Tips not available, sorry!
el: Ôï Tip äåí åßíáé äéáèÝóéìï, óõããíþìç!
ru: éÚ×ÉÎÉÔÅ, ÓÏ×ÅÔÙ ÎÅÄÏÓÔÕÐÎÙ!

source: To:
el: Ðñüò:
ru: äÏ:

source: Too many colours in PNG, the image may be slightly blurred.
el: ÐÜñá ðïëëÜ ÷ñþìáôá óôï PNG, ç åéêüíá ìðïñåß íá åßíáé ëßãï èïëÞ.
ru: óÌÉÛËÏÍ ÍÎÏÇÏ Ã×ÅÔÏ× × PNG, ÉÚÏÂÒÁÖÅÎÉÅ ÍÏÖÅÔ ÂÙÔØ ÓÌÅÇËÁ ÒÁÚÍÙÔÏ.

source: Top margin (mm):
el: ÐÜíù ðåñéèþñéï (mm)
ru: ÷ÅÒÈÎÑÑ ÇÒÁÎÉÃÁ (ÍÍ):

source: Trying to remove file '%s' from memory VFS, but it is not loaded!
el: ÐñïóðÜèåéá áðïìÜêñõíóçò áñ÷åßïõ '%s' áðü VFS ìíÞìçò, áëëÜ äåí åßíáé öïñôùìÝíï!
ru: ðÏÐÙÔËÁ ÕÄÁÌÅÎÉÑ ÆÁÊÌÁ '%s' ÉÚ ÐÁÍÑÔÉ VFS, ÎÏ ÏÎ ÎÅ ÚÁÇÒÕÖÅÎ!

source: Trying to solve a NULL hostname: giving up
el: ÐñïóðÜèåéá äéáëåýêáíóçò åíüò NULL ïíüìáôïò äéáêïìéóôÞ(hostname): ãßíåôáé ðáñáßôçóç
ru: ðÏÐÙÔËÁ ÏÐÒÅÄÅÌÉÔØ ÉÍÑ ÈÏÓÔÁ NULL: ÏÔÍÅÎÅÎÁ

source: Turkish (ISO-8859-9)
el: Ôïõñêéêü (ISO-8859-9)
ru: ôÕÒÅÃËÉÊ (ISO-8859-9)

source: Type
el: Ôýðïò
ru: ôÉÐ

source: Type must have enum - long conversion
el: Ï ôýðïò ðñÝðåé íá Ý÷åé ìåôáôñïðÞ enum - long
ru: ôÉÐ ÄÏÌÖÅÎ ÉÍÅÔØ ÐÅÒÅÞÉÓÌÅÎÉÅ - ÄÌÉÎÎÏÅ ÐÒÅÏÂÒÁÚÏ×ÁÎÉÅ

source: US Std Fanfold, 14 7/8 x 11 in
el: US Std Fanfold, 14 7/8 x 11 ßíôóåò
ru: US Std Fanfold, 14 7/8 x 11 ÄÀÊÍÁ

source: Unable to open requested HTML document: %s
el: Äåí åßíáé äõíáôü ôï Üíïéãìá åããñÜöïõ HTML: %s
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ÚÁÐÒÏÛÅÎÎÙÊ ÄÏËÕÍÅÎÔ HTML: %s

source: Unable to play sound asynchronously.
el: Áäýíáôç ç áóýã÷ñïíç áíáðáñáãùãÞ Þ÷ïõ.
ru: îÅ×ÏÚÍÏÖÎÏ ÁÓÉÎÈÒÏÎÎÏ ×ÏÓÐÒÏÉÚ×ÅÓÔÉ Ú×ÕË.

source: Undelete
el: Áíáßñåóç äéáãñáöÞò
ru: ïÔÍÅÎÁ ÕÄÁÌÅÎÉÑ

source: Unexpected end of file while parsing resource.
el: Áðñïóäüêçôï ôÝëïò áñ÷åßïõ êáôÜ ôçí áíÜãíùóç ðüñïõ.
ru: îÅÏÖÉÄÁÎÎÙÊ ËÏÎÅÃ ÆÁÊÌÁ ×Ï ×ÒÅÍÑ ÒÁÚÂÏÒÁ ÒÅÓÕÒÓÁ.

source: Unexpected parameter '%s'
el: Áðñïóäüêçôç ðáñÜìåôñïò '%s'
ru: îÅÏÖÉÄÁÎÎÙÊ ÐÁÒÁÍÅÔÒ '%s'

source: Unicode 16 bit (UTF-16)
ru: 16-ÂÉÔÎÙÊ ÀÎÉËÏÄ (UTF-16)

source: Unicode 16 bit Big Endian (UTF-16BE)
ru: 16-ÂÉÔÎÙÊ ÀÎÉËÏÄ Big Endian (UTF-16BE)

source: Unicode 16 bit Little Endian (UTF-16LE)
ru: 16-ÂÉÔÎÙÊ ÀÎÉËÏÄ Little Endian (UTF-16LE)

source: Unicode 32 bit (UTF-32)
ru: 32-ÂÉÔÎÙÊ ÀÎÉËÏÄ (UTF-32)

source: Unicode 32 bit Big Endian (UTF-32BE)
ru: 32-ÂÉÔÎÙÊ ÀÎÉËÏÄ Big Endian (UTF-32BE)

source: Unicode 32 bit Little Endian (UTF-32LE)
ru: 32-ÂÉÔÎÙÊ ÀÎÉËÏÄ Little Endian (UTF-32LE)

source: Unicode 7 bit (UTF-7)
ru: 7-ÂÉÔÎÙÊ ÀÎÉËÏÄ (UTF-7)

source: Unicode 8 bit (UTF-8)
ru: 8-ÂÉÔÎÙÊ ÀÎÉËÏÄ (UTF-8)

source: Unknown DDE error %08x
el: ¢ãíùóôï óöÜëìá DDE %08x
ru: îÅÉÚ×ÅÓÔÎÁÑ ÏÛÉÂËÁ DDE %08x

source: Unknown Object passed to GetObjectClassInfo
el: ¢ãíùóôï áíôéêåßìåíï äüèçêå óôçí GetObjectClassInfo
ru: îÅÉÚ×ÅÓÔÎÙÊ ÏÂßÅËÔ ÐÅÒÅÄÁÎ × GetObjectClassInfo

source: Unknown dynamic library error
ru: îÅÉÚ×ÅÓÔÎÁÑ ÏÛÉÂËÁ ÄÉÎÁÍÉÞÅÓËÏÊ ÂÉÂÌÉÏÔÅËÉ

source: Unknown encoding (%d)
el: ¢ãíùóôç êùäéêïðïßçóç (%d)
ru: îÅÉÚ×ÅÓÔÎÁÑ ËÏÄÉÒÏ×ËÁ (%d)

source: Unknown field in file %s, line %d: '%s'.
el: ¢ãíùóôï ðåäßï óôï áñ÷åßï %s, ãñáììÞ %d: '%s'.
ru: îÅÉÚ×ÅÓÔÎÏÅ ÐÏÌÅ × ÆÁÊÌÅ %s, ÓÔÒÏËÁ %d: '%s'.

source: Unknown long option '%s'
el: ¢ãíùóôç åðéëïãÞ long '%s'
ru: îÅÉÚ×ÅÓÔÎÙÊ ÄÌÉÎÎÙÊ ÐÁÒÁÍÅÔÒ '%s'

source: Unknown option '%s'
el: ¢ãíùóôç åðéëïãÞ '%s'
ru: îÅÉÚ×ÅÓÔÎÙÊ ÐÁÒÁÍÅÔÒ '%s'

source: Unknown style flag
el: ¢ãíùóôç óçìáßá óôýë (style flag).
ru: îÅÉÚ×ÅÓÔÎÙÊ ÆÌÁÇ ÓÔÉÌÑ

source: Unkown Property %s
el: ¢ãíùóôç Éäéüôçôá %s
ru: îÅÉÚ×ÅÓÔÎÏÅ Ó×ÏÊÓÔ×Ï %s

source: Unmatched '{' in an entry for mime type %s.
el: Áôáßñéáóôï '{' óå ìßá åßóïäï (entry) ãéá ôïí ôýðï mime %s.
ru: îÅÚÁËÒÙÔÁÑ ÓËÏÂËÁ '{' × ÚÁÐÉÓÉ ÄÌÑ ÔÉÐÁ mime %s.

source: Unnamed command
el: Áíþíõìç åíôïëÞ
ru: âÅÚÉÍÑÎÎÁÑ ËÏÍÁÎÄÁ

source: Unrecognized style %s while parsing resource.
el: Ìç-áíáãíùñßóéìï óôýë %s êáôá ôçí áíÜãíùóç ðüñïõ.
ru: îÅÒÁÓÐÏÚÎÁ×ÁÅÍÙÊ ÓÔÉÌØ %s ×Ï ×ÒÅÍÑ ÒÁÚÂÏÒÁ ÒÅÓÕÒÓÁ.
